<pad>	0
<unk>	0
<sos>	0
<eos>	0
▁પ	-0
▁છ	-1
▁છે	-2
મા	-3
▁ર	-4
▁એ	-5
▁એક	-6
▁ક	-7
▁સ	-8
▁બ	-9
્ય	-10
▁રહ	-11
રી	-12
ને	-13
રે	-14
ના	-15
માં	-16
વા	-17
લા	-18
▁રહ્ય	-19
▁મા	-20
▁પર	-21
▁જ	-22
હે	-23
▁અ	-24
ની	-25
ોક	-26
ર્	-27
▁બે	-28
▁પહે	-29
▁માણ	-30
▁અને	-31
▁માણસ	-32
્ત	-33
▁વ	-34
▁ત	-35
▁લ	-36
▁પહેરે	-37
▁રહ્યો	-38
▁મ	-39
્ર	-40
ું	-41
▁સા	-42
ાર	-43
▁પહેરેલ	-44
ંગ	-45
ાળ	-46
▁શ	-47
ડી	-48
▁ચ	-49
▁ટ	-50
નો	-51
▁દ	-52
રા	-53
▁પા	-54
▁વા	-55
▁છોક	-56
્રી	-57
▁હ	-58
રો	-59
▁ફ	-60
▁કરી	-61
▁ગ	-62
▁રહી	-63
▁સ્	-64
▁રહ્યા	-65
ર્ટ	-66
▁ખ	-67
▁સ્ત	-68
લી	-69
▁સ્ત્રી	-70
▁ના	-71
▁તે	-72
થી	-73
▁પહેરેલો	-74
▁આ	-75
તા	-76
▁ઉ	-77
▁લોક	-78
▁લોકો	-79
▁કૂ	-80
ેટ	-81
ન્	-82
▁લા	-83
ળી	-84
ોલ	-85
ડા	-86
મે	-87
▁ભ	-88
થે	-89
ોટ	-90
▁બા	-91
▁બેઠ	-92
▁બાળ	-93
▁બાળક	-94
▁સાથે	-95
ેદ	-96
ોઈ	-97
તી	-98
નું	-99
▁શર્ટ	-100
▁ઘ	-101
િય	-102
▁પો	-103
સ્ત	-104
▁પુ	-105
▁ય	-106
▁કા	-107
▁કૂત	-108
▁રંગ	-109
ળા	-110
▁છોકરી	-111
▁યુ	-112
▁કાળ	-113
▁સફ	-114
્યા	-115
▁પહેરેલી	-116
▁સફેદ	-117
કા	-118
વી	-119
▁જોઈ	-120
ેલા	-121
▁વાદ	-122
▁ચા	-123
સ્	-124
ટે	-125
તો	-126
્રે	-127
▁કરે	-128
િલા	-129
▁રમ	-130
ેક	-131
▁મહ	-132
▁મહિલા	-133
▁વાદળી	-134
▁પુર	-135
ુષ	-136
▁લાલ	-137
▁પુરુષ	-138
▁પક	-139
ૂટ	-140
▁છોકરો	-141
રફ	-142
▁સામે	-143
▁કર	-144
ણી	-145
સે	-146
ોપ	-147
િંગ	-148
▁ઉભ	-149
ેલ	-150
▁દો	-151
ાસ	-152
▁પી	-153
ાય	-154
િક	-155
ાથ	-156
▁કૂતરો	-157
▁ન	-158
ગા	-159
▁જૂ	-160
▁રા	-161
▁પ્ર	-162
▁વ્ય	-163
▁બહ	-164
▁ડ	-165
ોર્	-166
▁થ	-167
▁બહાર	-168
▁કાળા	-169
્સ	-170
▁મોટ	-171
વે	-172
▁ઊ	-173
ક્ત	-174
▁પહેરેલા	-175
જા	-176
▁યુવા	-177
ક્તિ	-178
▁પકડી	-179
▁જૂથ	-180
્યારે	-181
▁ધ	-182
▁માટે	-183
▁પાણી	-184
બી	-185
▁વ્યક્તિ	-186
દી	-187
▁ટોપ	-188
બોલ	-189
▁ચાલી	-190
ચે	-191
▁પાસે	-192
▁ફૂટ	-193
માંથી	-194
િયા	-195
ઇક	-196
▁વિ	-197
▁શે	-198
▁યુવાન	-199
▁તેના	-200
▁રહ્યું	-201
▁રસ્ત	-202
ડે	-203
▁લઈ	-204
▁બાળકો	-205
▁બી	-206
િત	-207
્રણ	-208
ંચ	-209
▁માણસો	-210
શા	-211
▁ત્રણ	-212
▁શેરી	-213
▁રસ્તા	-214
▁જ્યારે	-215
▁કે	-216
જુ	-217
▁સ્ક	-218
▁રે	-219
ણા	-220
▁ઊભ	-221
▁કામ	-222
ંગી	-223
▁બાજુ	-224
▁ઝ	-225
▁હો	-226
▁નાનો	-227
▁ભૂ	-228
ોર્ડ	-229
▁ટે	-230
વાળા	-231
▁ઉપ	-232
▁હાથ	-233
ન્ટ	-234
▁લી	-235
્લ	-236
▁પોતા	-237
્રો	-238
નમાં	-239
દ્	-240
▁ટોપી	-241
▁વૃ	-242
▁તરફ	-243
▁રંગના	-244
્ટ	-245
કો	-246
▁વગા	-247
ંક	-248
▁બેઠો	-249
દ્ધ	-250
▁જે	-251
▁પોશા	-252
▁પોશાક	-253
▁ઇ	-254
વામાં	-255
▁રાખ	-256
▁ની	-257
▁બાજુમાં	-258
▁સવા	-259
▁રમી	-260
▁કિ	-261
સ્ટ	-262
▁બોલ	-263
▁વાળ	-264
▁વૃદ્ધ	-265
▁કૂતરા	-266
િટ	-267
▁દર	-268
ોર	-269
ન્ડ	-270
▁કૂદી	-271
▁તેની	-272
▁પાછ	-273
▁પકડીને	-274
રંગી	-275
ેકેટ	-276
▁દિ	-277
▁પાછળ	-278
▁ચલા	-279
▁બરફ	-280
ંદ	-281
▁દોડી	-282
ાં	-283
▁લઈને	-284
ળો	-285
▁જેકેટ	-286
▁ઘાસ	-287
લ્	-288
ેલી	-289
▁હોય	-290
▁ભૂરા	-291
કડા	-292
વાળી	-293
▁લીલા	-294
▁નાની	-295
સ્ક	-296
બોર્ડ	-297
▁ઉભા	-298
ીને	-299
▁નાના	-300
▁નીચે	-301
ંધ	-302
▁આપ	-303
ેલાડી	-304
▁ખેલાડી	-305
કલ	-306
ોન	-307
▁ઊભો	-308
ન્સ	-309
માર	-310
રીને	-311
▁છોકરા	-312
ૂમ	-313
▁સમ	-314
તે	-315
▁સૂ	-316
મ્	-317
▁કપ	-318
હેર	-319
▁બાઇક	-320
બલ	-321
ર્ક	-322
▁ભી	-323
▁ફૂટબોલ	-324
્ષ	-325
▁શેરીમાં	-326
સા	-327
જી	-328
ૂલ	-329
ોગ	-330
▁પસ	-331
▁પે	-332
▁કિના	-333
▁પીળા	-334
▁કાર	-335
▁મો	-336
▁વાત	-337
ેલો	-338
ુલા	-339
▁ફોટ	-340
▁પહેરીને	-341
▁સ્ત્રીઓ	-342
▁સો	-343
▁પસાર	-344
▁પુરુષો	-345
▁ઘણા	-346
પાથ	-347
▁ફૂટપાથ	-348
્વ	-349
▁ખે	-350
▁ઢ	-351
▁કાળો	-352
નિ	-353
▁ઉપર	-354
િયન	-355
▁કો	-356
▁નારંગી	-357
▁પરથી	-358
▁સ્ટ	-359
ોડા	-360
▁ઇમાર	-361
▁ટી	-362
▁રંગનો	-363
▁તેમ	-364
શી	-365
▁સાય	-366
▁ટેબલ	-367
▁સાયકલ	-368
▁બેઠા	-369
▁ચાલ	-370
્રા	-371
▁લોકોનું	-372
▁ખુ	-373
▁બેઠી	-374
▁સ્ટે	-375
▁ગુલા	-376
▁સ્વ	-377
▁રમત	-378
▁કપડા	-379
▁થઈ	-380
ર્શ	-381
▁કિનારે	-382
▁ગા	-383
▁ભીડ	-384
▁ગુલાબી	-385
ાડ	-386
▁શહેર	-387
▁હે	-388
▁ટ્રે	-389
ારો	-390
▁લે	-391
▁વખ	-392
▁વખતે	-393
▁સ્કેટ	-394
▁પાણીમાં	-395
▁હવામાં	-396
ંટ	-397
▁મોટા	-398
વાળો	-399
ગ્	-400
વાલ	-401
▁ઇમારત	-402
વતી	-403
▁ઉભી	-404
શિયન	-405
▁જી	-406
મ્પ	-407
▁હસ	-408
▁પાર્ક	-409
▁ખા	-410
ંબ	-411
▁છોકરીઓ	-412
▁વગાડી	-413
▁છોકરાઓ	-414
પાસ	-415
મેરા	-416
▁બના	-417
▁દિવાલ	-418
▁કેમેરા	-419
રમાં	-420
▁કપડાં	-421
▁એશિયન	-422
ેદા	-423
▁મેદા	-424
મી	-425
▁ચલાવી	-426
▁દરિયા	-427
▁દે	-428
▁ખડ	-429
▁સવારી	-430
િટાર	-431
ક્ષ	-432
▁ગિટાર	-433
કામ	-434
▁વે	-435
▁ફે	-436
ંચી	-437
▁ગ્રે	-438
શ્	-439
લાક	-440
▁પોતાના	-441
▁બીજા	-442
▁ડ્રે	-443
ઢી	-444
ઈક	-445
▁ચાર	-446
કી	-447
્યુ	-448
ારમાં	-449
▁મહિલાઓ	-450
યા	-451
▁રમે	-452
▁શો	-453
▁કરતી	-454
વાનો	-455
▁ઓ	-456
▁ટો	-457
▁મે	-458
▁દોડ	-459
ચ્	-460
▁ભા	-461
▁ફોટો	-462
▁પગ	-463
▁આસ	-464
▁આસપાસ	-465
▁રાખે	-466
▁કોઈ	-467
ર્સ	-468
▁જુ	-469
▁કં	-470
▁ડ્રેસ	-471
નની	-472
▁બાંધ	-473
▁પ્રય	-474
▁લાકડા	-475
ર્ટ્સ	-476
્ઠ	-477
ન્ચ	-478
▁પોઝ	-479
▁સી	-480
▁સ્પ	-481
નેરી	-482
ફોન	-483
▁સ્કેટબોર્ડ	-484
▁સોનેરી	-485
રની	-486
▁વસ્ત	-487
▁કંઈક	-488
▁ખો	-489
જન	-490
તિ	-491
▁જુએ	-492
શર્ટ	-493
▁યુવતી	-494
▁ટેક	-495
▁જઈ	-496
ર્ફ	-497
▁ઉભો	-498
ષ્ઠ	-499
▁રહેલા	-500
▁ઝાડ	-501
▁બેન્ચ	-502
લો	-503
ટ્ટ	-504
▁ઝૂ	-505
▁રાહ	-506
▁પર્વ	-507
▁પ્રયાસ	-508
ોર્મ	-509
▁કેટ	-510
▁પૃ	-511
▁તૈ	-512
▁દેખ	-513
ભૂમ	-514
ભૂમિ	-515
▁પૃષ્ઠ	-516
▁પૃષ્ઠભૂમિ	-517
▁પટ્ટ	-518
થા	-519
િત્ર	-520
▁હા	-521
ચ્ચે	-522
▁કરતા	-523
▁વચ્ચે	-524
▁દુ	-525
▁આપી	-526
▁કામદ	-527
▁જીન્સ	-528
ફોર્મ	-529
▁ખડક	-530
▁જો	-531
▁કૂદ	-532
બીજા	-533
▁એકબીજા	-534
ચા	-535
વારા	-536
▁ચશ્	-537
▁ચશ્મા	-538
▁બેઝ	-539
▁પેન્ટ	-540
▁ખેત	-541
▁મોટી	-542
▁ખૂ	-543
▁રંગની	-544
▁સ્ટેજ	-545
▁પૃષ્ઠભૂમિમાં	-546
▁ડા	-547
▁ઘોડા	-548
▁સવાર	-549
▁મેદાનમાં	-550
યોગ	-551
્યો	-552
▁ઉત	-553
▁પટ્ટા	-554
▁રસ	-555
▁ઉપયોગ	-556
▁જમી	-557
▁થાય	-558
▁બેઠેલા	-559
▁ઇમારતની	-560
▁જંગ	-561
િકન	-562
▁શોર્ટ્સ	-563
▁કરતો	-564
▁નાનું	-565
હેરા	-566
પા	-567
રશી	-568
▁ઈ	-569
▁ખુરશી	-570
્લા	-571
ધા	-572
▁ગો	-573
▁છત	-574
▁હાથમાં	-575
▁દુકા	-576
ડો	-577
મેટ	-578
▁લાઇ	-579
▁કોટ	-580
▁સૂઈ	-581
▁જમીન	-582
▁ટ્ર	-583
▁તેને	-584
▁બાંધકામ	-585
ગળ	-586
ૂહ	-587
▁રેસ	-588
▁વિસ્ત	-589
ળાવ	-590
▁કેટલાક	-591
લે	-592
▁ભાગ	-593
લમાં	-594
▁માર	-595
કાર	-596
▁મોટર	-597
યેલા	-598
ચી	-599
▁સમૂહ	-600
▁બેઝબોલ	-601
▁પડે	-602
વર	-603
▁માઇક	-604
▁ઘે	-605
▁ભરે	-606
▁માઇક્રો	-607
વેશ	-608
ટી	-609
▁ત્યારે	-610
દર્શ	-611
▁સૂટ	-612
▁ફ્લ	-613
▁જા	-614
ભા	-615
વાની	-616
ૃત	-617
ંકા	-618
▁વાળવાળી	-619
▁દિવ	-620
▁તેમના	-621
▁સુ	-622
▁હેલ્	-623
▁પાર્કમાં	-624
▁સિ	-625
▁મોં	-626
▁સ્વેટ	-627
▁હેલ્મેટ	-628
▁જાય	-629
▁ચઢી	-630
▁કાપ	-631
જો	-632
▁કરીને	-633
દ્ર	-634
ંગીત	-635
▁સંગીત	-636
▁ટા	-637
િન	-638
નિસ	-639
▁ફૂલ	-640
▁ઘેરા	-641
ઇડ	-642
બે	-643
▁વસ્તુ	-644
સ્કેટ	-645
તું	-646
ધી	-647
▁બરફમાં	-648
▁લાકડાના	-649
જીક	-650
રના	-651
તુ	-652
▁ટીમ	-653
▁પ્રદર્શ	-654
▁શર્ટમાં	-655
▁નજીક	-656
▁હોડી	-657
▁રાખીને	-658
▁લોકોનો	-659
▁ફેંક	-660
▁મોટો	-661
્લે	-662
▁પર્વત	-663
▁અન	-664
▁ભે	-665
▁બોર્ડ	-666
ર્ડ	-667
▁રેતી	-668
▁બારી	-669
િમ	-670
▁મૂ	-671
બા	-672
ેલું	-673
▁સર્ફ	-674
▁બનાવી	-675
ંબા	-676
▁ફર	-677
બલી	-678
▁બેન્ડ	-679
▁જાં	-680
ોડી	-681
▁કાળી	-682
▁માથા	-683
▁માછ	-684
▁પૂલ	-685
▁ટેનિસ	-686
થ્	-687
વતો	-688
▁જાંબલી	-689
▁પોતાની	-690
▁ખેતરમાં	-691
▁બેક	-692
▁બેસ	-693
▁બેગ	-694
▁બાળકને	-695
યો	-696
કડી	-697
▁રમતા	-698
▁કામદારો	-699
▁વગાડે	-700
ગી	-701
▁તળાવ	-702
▁પાણીના	-703
▁ફુ	-704
▁કૂદકો	-705
▁યુવાનો	-706
થ્થ	-707
્રિ	-708
▁સીડી	-709
▁બાસ્કેટ	-710
ગલ	-711
▁પથ્થ	-712
▁પાણીની	-713
ંચા	-714
મિત	-715
▁બેઠેલી	-716
▁ધરા	-717
▁કરવા	-718
▁ધા	-719
▁ખેલાડીઓ	-720
▁ભૂરો	-721
▁ટુ	-722
▁ચિત્ર	-723
▁તેમની	-724
▁વાંચી	-725
▁ગણ	-726
▁સ્કી	-727
▁દ્	-728
▁સમુ	-729
▁બાસ્કેટબોલ	-730
જ્	-731
▁લાકડી	-732
▁દ્વારા	-733
▁વિસ્તારમાં	-734
▁સન	-735
▁સ્મિત	-736
▁અન્ય	-737
▁લગા	-738
▁વય	-739
▁ગણવેશ	-740
▁પાસેથી	-741
રાક	-742
રામ	-743
▁પકડ	-744
▁બીચ	-745
▁બેસીને	-746
ૂર	-747
▁સાધ	-748
લાસ	-749
▁ખોરાક	-750
▁અંદ	-751
▁સ્નો	-752
▁રમકડા	-753
ળે	-754
કાશ	-755
▁આપે	-756
▁રૂમ	-757
▁ટેકરી	-758
▁ખૂબ	-759
▁આન	-760
▁ગાડી	-761
▁વગાડ	-762
ટા	-763
માન	-764
ગ્લાસ	-765
▁સ્વિમ	-766
▁સમુદ્ર	-767
▁સાફ	-768
▁આનંદ	-769
િયાન	-770
ોલર	-771
▁દરમ	-772
▁વડે	-773
મમાં	-774
▁દરમિયાન	-775
સ્ટોર	-776
▁નૃત	-777
▁સનગ્લાસ	-778
▁મોજા	-779
સ્ટોરન્ટ	-780
▁રેસ્ટોરન્ટ	-781
▁"	-782
▁વ્યસ્ત	-783
હી	-784
▁વાડ	-785
દર	-786
▁બજ	-787
▁ચહેરા	-788
▁બીજો	-789
યાર	-790
▁તર	-791
▁સં	-792
▁ગાય	-793
બેરંગી	-794
▁રંગબેરંગી	-795
▁તૈયાર	-796
▁પુસ્ત	-797
▁યુગલ	-798
▁દેખાય	-799
▁રાત	-800
વિ	-801
▁અંદર	-802
▁ટ્રેક	-803
▁લખ	-804
▁પટ્ટાવાળા	-805
▁રેલ	-806
ખ્ત	-807
▁લટ	-808
▁દા	-809
બો	-810
▁આવી	-811
▁ઢંકા	-812
▁રહીને	-813
▁પ્રદર્શન	-814
્યાં	-815
▁પ્રે	-816
▁બીજી	-817
▁રહેલો	-818
ઇકલ	-819
▁ફ્લોર	-820
▁કાઉ	-821
ાળા	-822
્રાફ	-823
▁પડી	-824
▁લાંબા	-825
▁પુખ્ત	-826
ોક્સ	-827
નિક	-828
ળું	-829
▁શહેરની	-830
▁ભેગા	-831
ર્ગ	-832
▁મારી	-833
ાળી	-834
▁દિવસે	-835
▁નૃત્ય	-836
▁પોતાનો	-837
▁નિ	-838
▁દોડે	-839
▁બોટ	-840
▁ટ્રક	-841
શન	-842
▁સું	-843
▁દૂર	-844
યર	-845
ોજન	-846
▁ધૂ	-847
▁ફૂલો	-848
▁સે	-849
▁ઘાસમાં	-850
▁વાળવાળો	-851
િલ્	-852
▁છત્રી	-853
▁રૂમમાં	-854
▁મુ	-855
▁પાર	-856
સ્વી	-857
▁દોર	-858
જસ્વી	-859
▁પડ	-860
▁તેજસ્વી	-861
▁નદી	-862
▁સેલ	-863
▁આગળ	-864
વાર	-865
▁હસતી	-866
▁રી	-867
સાઇકલ	-868
▁મોંમાં	-869
ોકી	-870
કે	-871
▁ઈંટ	-872
▁ધૂળ	-873
▁દરવા	-874
▁ડ્રેસમાં	-875
▁સજ્	-876
ેક્ટ	-877
દા	-878
▁ઢગ	-879
▁આંગ	-880
ખા	-881
્રોસ	-882
▁સુંદર	-883
▁પાંચ	-884
હા	-885
નના	-886
ાંભ	-887
્યુટ	-888
▁થાંભ	-889
▁પૂલમાં	-890
▁""	-891
▁ઊભું	-892
▁ઘાસના	-893
▁માણી	-894
ફા	-895
▁મોટરસાઇકલ	-896
▁પરિ	-897
▁સાધનો	-898
ંપ	-899
▁ચી	-900
યારી	-901
▁તૈયારી	-902
ઇન	-903
▁ટોચ	-904
▁આરામ	-905
ગે	-906
▁અથ	-907
▁જેકેટમાં	-908
ાયર	-909
ોલ્	-910
▁સેલફોન	-911
▁ધ્વ	-912
▁તેનો	-913
િકા	-914
▁બસ	-915
▁સૂર	-916
▁કુ	-917
▁સ્વેટર	-918
▁બેઠેલો	-919
▁આવ	-920
ૂર્	-921
▁વિશ	-922
▁ધ્વજ	-923
▁દરવાજા	-924
▁યુનિ	-925
▁બતા	-926
▁મશી	-927
સ્ટિક	-928
▁કલાક	-929
▁થાંભલા	-930
વું	-931
▁ખરી	-932
▁રસોડા	-933
▁ચાલે	-934
▁વર	-935
▁કાર્ય	-936
▁પોલી	-937
▁પિ	-938
ીલા	-939
▁દાઢી	-940
▁લોકોના	-941
▁કિશ	-942
ોલી	-943
ોડ	-944
▁દેખા	-945
ંત	-946
▁વયના	-947
▁શહેરના	-948
▁ભોજન	-949
ોનમાં	-950
▁ચાલતા	-951
▁ઢગલા	-952
▁સાં	-953
▁શહેરમાં	-954
ૂંટ	-955
▁વાતો	-956
▁કૂતરાઓ	-957
▁બજારમાં	-958
▁પોલીસ	-959
▁પુસ્તક	-960
▁જંગલમાં	-961
▁હૂ	-962
પેક	-963
▁સ્નોબોર્ડ	-964
રોધ	-965
શ્ય	-966
ડિય	-967
ંખ	-968
છો	-969
▁બહારના	-970
મેર	-971
રીઓ	-972
▁પ્રા	-973
યેલી	-974
ંડ	-975
▁જંગલ	-976
▁પ્રકાર	-977
દદ	-978
▁ખાઈ	-979
▁યુનિફોર્મ	-980
િત્રો	-981
▁પ્લે	-982
▁રહેલી	-983
▁બેકપેક	-984
▁વેસ્ટ	-985
▁રોક	-986
સાય	-987
સી	-988
▁બરફીલા	-989
▁આવે	-990
▁રાત્રે	-991
▁અવ	-992
▁સ્પર્	-993
ક્ર	-994
િટી	-995
▁માછી	-996
▁સ્વિમિંગ	-997
▁ધક	-998
▁સ્થ	-999
▁ચઢ	-1000
રનો	-1001
▁વિદ	-1002
▁ખુલ્	-1003
▁આફ	-1004
ગારે	-1005
▁પીળી	-1006
ઉટ	-1007
છા	-1008
▁દર્શ	-1009
▁ચલાવે	-1010
િયે	-1011
િપ	-1012
લેસ	-1013
▁પુલ	-1014
▁ફોન	-1015
▁બોક્સ	-1016
ર્મ	-1017
ઇલ	-1018
▁રીતે	-1019
▁મધ	-1020
▁સર	-1021
▁ઘૂંટ	-1022
▁પ્રતિ	-1023
▁ફેંકી	-1024
▁મદદ	-1025
▁અથવા	-1026
વિધ	-1027
ફ્ટ	-1028
▁સ્કા	-1029
કર	-1030
▁ડે	-1031
ળામાં	-1032
▁માણસને	-1033
▁આફ્ર	-1034
▁ક્રોસ	-1035
ડિંગ	-1036
▁ખેંચી	-1037
▁મધ્ય	-1038
▁પગથ	-1039
▁રસોડામાં	-1040
મેરિકન	-1041
▁ફૂ	-1042
▁સબ	-1043
વીને	-1044
▁ઘૂંટણ	-1045
▁દર્શકો	-1046
▁પહેર	-1047
▁જમ	-1048
્લેટ	-1049
▁પગથિયા	-1050
▁રેસ્ટોરન્ટમાં	-1051
બન	-1052
મારી	-1053
▁બ્લ	-1054
▁મશીન	-1055
▁વિવિધ	-1056
▁ગણવેશમાં	-1057
▁આફ્રિકન	-1058
▁પ્લા	-1059
▁જેમાં	-1060
▁ડિ	-1061
જર	-1062
ફોનમાં	-1063
▁પગથિયાં	-1064
▁સ્પર્ધા	-1065
▁મારે	-1066
▁સબવે	-1067
▁હોકી	-1068
ંચે	-1069
ોગ્રાફ	-1070
▁સમય	-1071
▁ધાતુ	-1072
▁વસ્ત્રો	-1073
▁હસતો	-1074
▁રંગનું	-1075
▁વૃક્ષ	-1076
▁ઝૂલા	-1077
ણામાં	-1078
▁લોકોની	-1079
હન	-1080
વવા	-1081
▁ઉત્સ	-1082
▁માઇક્રોફોનમાં	-1083
▁હસતા	-1084
▁નાખ	-1085
▁ઝૂકી	-1086
બોય	-1087
▁ગી	-1088
ન્ક	-1089
ણમાં	-1090
▁છાં	-1091
▁ખડકો	-1092
▁માતા	-1093
▁લીલી	-1094
▁સ્કર્ટ	-1095
▁ફોટોગ્રાફ	-1096
ઓમાં	-1097
▁યુવતીઓ	-1098
ડું	-1099
▁બોલને	-1100
▁પીછો	-1101
▁ફેર	-1102
▁ફુવારા	-1103
▁કાગળ	-1104
▁રમતના	-1105
▁બાળકોનું	-1106
▁લટક	-1107
▁ભરેલા	-1108
▁કાઉબોય	-1109
ીક	-1110
પેટ	-1111
વતા	-1112
ચીત	-1113
▁વાતચીત	-1114
મ્પ્યુટ	-1115
▁માઇક્રોફોન	-1116
ડકા	-1117
▁પોશાકમાં	-1118
મેન્ટ	-1119
િસ	-1120
▁દોરડા	-1121
▁માછીમારી	-1122
▁શા	-1123
્યું	-1124
▁ઊંચા	-1125
▁ગે	-1126
▁પ્રવા	-1127
▁અમેરિકન	-1128
▁પીઠ	-1129
▁હતો	-1130
▁સોફા	-1131
▁ટેન્ક	-1132
▁તડકા	-1133
ઇટ	-1134
ામાં	-1135
▁પક્ષ	-1136
▁ભરેલી	-1137
▁કામદાર	-1138
▁જેના	-1139
થું	-1140
▁માટી	-1141
▁માથું	-1142
▁અધ	-1143
▁ગ્રેફ	-1144
▁શોપ	-1145
▁વોલી	-1146
▁દુકાનમાં	-1147
▁2	-1148
▁ખુલ્લા	-1149
▁તરી	-1150
▁પલ	-1151
▁વ્	-1152
▁હેડ	-1153
▁વોલીબોલ	-1154
્રાઉ	-1155
▁કૂતરાને	-1156
▁કેપ	-1157
▁દોડતો	-1158
▁જ્યાં	-1159
▁રેતીમાં	-1160
▁વિશાળ	-1161
▁પુરુષોનું	-1162
સ્પ	-1163
્રિટ	-1164
▁રોલર	-1165
▁શર્ટલેસ	-1166
▁ઠ	-1167
▁પરિવાર	-1168
▁વસ્તુઓ	-1169
▁લીલો	-1170
▁બાથ	-1171
ોલિન	-1172
▁ટોળું	-1173
▁રસ્તાની	-1174
▁ગ્રેફિટી	-1175
ર્સી	-1176
▁રસોઈ	-1177
▁ચાલતી	-1178
▁જર્સી	-1179
મેન	-1180
▁મેદાન	-1181
▁મકા	-1182
▁માછલી	-1183
ેડ	-1184
ણાં	-1185
▁ધૂળિયા	-1186
▁ચું	-1187
▁રેમ્પ	-1188
્રિક	-1189
▁વૃક્ષો	-1190
છી	-1191
મક	-1192
સાથે	-1193
▁લાત	-1194
▁કચ	-1195
▁સાંભ	-1196
▁એકસાથે	-1197
ીની	-1198
▁કરા	-1199
▁સ્કેટબોર્ડર	-1200
▁ચુંબન	-1201
▁ઘૂંટણિયે	-1202
▁સ્લા	-1203
▁દુકાનની	-1204
▁બધા	-1205
▁જાહેર	-1206
લ્સ	-1207
▁નીક	-1208
▁બગી	-1209
▁ગ્રી	-1210
▁પાંદ	-1211
તીય	-1212
સ્બી	-1213
▁પાંદડા	-1214
▁કાર્યક્ર	-1215
▁સ્વેટશર્ટ	-1216
▁આંખ	-1217
▁મારતો	-1218
▁સ્લાઇડ	-1219
▁દૃ	-1220
▁અધિકા	-1221
ંકી	-1222
ંડા	-1223
િંગમાં	-1224
▁અવરોધ	-1225
▁પ્લેટ	-1226
▁કાઢ	-1227
▁ખભા	-1228
▁કોંક	-1229
▁રેલિંગ	-1230
▁પાડી	-1231
▁ફાયર	-1232
▁બેસે	-1233
▁લાગે	-1234
્રીમ	-1235
અપ	-1236
ઇવ	-1237
િયર	-1238
▁ચિ	-1239
▁ગીત	-1240
▁અભ	-1241
ર્થી	-1242
હેરો	-1243
▁સજ્જ	-1244
▁બનાવે	-1245
▁યુક્તિ	-1246
▁રિ	-1247
▁ખરીદી	-1248
▁પર્	-1249
▁ઘરની	-1250
▁ટુકડા	-1251
સ્કોપ	-1252
▁કાપી	-1253
▁પથ્થરની	-1254
▁આંગણામાં	-1255
▁ફુગ્	-1256
▁દાઢીવાળો	-1257
▁મજા	-1258
▁ચહેરો	-1259
▁વિદ્યા	-1260
▁આઈ	-1261
▁સવારો	-1262
ંબી	-1263
▁વગ	-1264
▁ટોળા	-1265
▁વિદ્યાર્થી	-1266
▁રહે	-1267
▁કોંક્રિટ	-1268
▁ગર	-1269
▁સ્કાર્ફ	-1270
રૂ	-1271
▁ને	-1272
▁વિક	-1273
મ્પ્યુટર	-1274
▁કારની	-1275
▁પ્રાણી	-1276
▁પક્ષી	-1277
હો	-1278
▁ઉછ	-1279
▁પોતાનું	-1280
શારો	-1281
▁આકાશ	-1282
▁ધરાવતો	-1283
▁ડ્ર	-1284
▁સામાન	-1285
▁પહેરેલું	-1286
િલ	-1287
▁આઉટ	-1288
▁લાઇન	-1289
્યાન	-1290
▁શિય	-1291
▁લગાવી	-1292
ચર	-1293
હ્	-1294
ડોર	-1295
▁પ્લાસ્ટિક	-1296
ોજ	-1297
▁ગ્રા	-1298
બાર	-1299
ન્ટે	-1300
▁પછી	-1301
▁રમતમાં	-1302
▁તા	-1303
▁બગીચા	-1304
ગારેટ	-1305
▁રંગી	-1306
▁વરસા	-1307
▁વર્ગ	-1308
▁સિગારેટ	-1309
▁નંબ	-1310
ન્ટર	-1311
▁ગોઠ	-1312
ચિત્ર	-1313
▁જૂતા	-1314
▁બરફથી	-1315
▁પ્લેઇડ	-1316
ણે	-1317
▁એપ	-1318
▁ચર્	-1319
્લો	-1320
▁વ્હી	-1321
ંબુ	-1322
▁ટેબલની	-1323
ક્ટ	-1324
▁બેઠું	-1325
▁પર્ફોર્મ	-1326
▁લાંબી	-1327
▁પ્રકાશ	-1328
▁મિત્રો	-1329
▁ગોલ	-1330
▁કરવાનો	-1331
ઇંગ	-1332
▁ઘણી	-1333
▁ચિહ્	-1334
▁ફોટા	-1335
▁બેઠેલું	-1336
ાઈ	-1337
ંચો	-1338
ાડી	-1339
▁સ્ટેન્ડ	-1340
રેડ	-1341
સૂટ	-1342
▁મી	-1343
▁ઢંકાયેલા	-1344
િવ	-1345
ડામાં	-1346
▁દિવસ	-1347
ર્ટી	-1348
ાંત	-1349
▁ઈશારો	-1350
▁કિનારા	-1351
▁પરેડ	-1352
વવામાં	-1353
▁ઉત્સા	-1354
▁ફ્રી	-1355
▁ટૂ	-1356
▁દૃશ્ય	-1357
પર	-1358
▁ચાલતો	-1359
▁શિયાળા	-1360
▁ઘેરાયેલા	-1361
પૂર્	-1362
▁સેટ	-1363
લીમાં	-1364
▁માસ્ક	-1365
▁પલંગ	-1366
▁પર્વતો	-1367
▁ડાન્સ	-1368
▁સમુદ્રમાં	-1369
▁ડોલ	-1370
▁મેચ	-1371
▁જોઈને	-1372
▁પકડવા	-1373
▁ઇલ	-1374
▁શોપિંગ	-1375
ત્	-1376
▁બં	-1377
▁એકબીજાની	-1378
▁ખડકાળ	-1379
▁સૂર્ય	-1380
▁કરવામાં	-1381
▁ચામ	-1382
▁માં	-1383
▁સમયે	-1384
▁દોડવી	-1385
▁નજર	-1386
વો	-1387
▁પહો	-1388
ક્ષકો	-1389
▁ફરતા	-1390
▁ઇલેક્ટ	-1391
▁ભાર	-1392
▁પીળો	-1393
▁આગ	-1394
▁લગ્	-1395
ેલિ	-1396
ક્ષણ	-1397
▁ટ્રેન	-1398
▁વસ્ત્રોમાં	-1399
▁ધ્યાન	-1400
▁કલાકાર	-1401
▁તળાવમાં	-1402
ઇપ	-1403
ત્ર	-1404
▁બુ	-1405
▁બંદ	-1406
▁છોકરીને	-1407
▁અખ	-1408
્યાસ	-1409
▁કિશોર	-1410
▁પાર્ટી	-1411
▁આછા	-1412
▁કાચ	-1413
▁ડ્રમ	-1414
▁તંબુ	-1415
▁ફરે	-1416
▁સ્કીઅ	-1417
▁આંખો	-1418
▁ખૂણા	-1419
▁ત્યાં	-1420
▁અભ્યાસ	-1421
▁ફુગ્ગા	-1422
▁સ્નોબોર્ડર	-1423
ફી	-1424
▁ઈંટના	-1425
▁માર્શ	-1426
▁કાદ	-1427
▁બાર	-1428
્રેતા	-1429
▁વિક્રેતા	-1430
▁છોકરાને	-1431
ફે	-1432
▁ટેટ	-1433
▁બંધ	-1434
▁સર્ફર	-1435
્લાસ	-1436
▁ધરાવે	-1437
▁માણસની	-1438
▁વી	-1439
▁કાદવ	-1440
▁પ્રતિમા	-1441
▁ટેલિ	-1442
ન્સર્ટ	-1443
▁પ્રેક્ષકો	-1444
▁વિરો	-1445
▁ઉત્સાહ	-1446
▁માર્શલ	-1447
▁કોન્સર્ટ	-1448
▁વેચ	-1449
▁ખાલી	-1450
▁વિરોધી	-1451
▁બંને	-1452
▁ઈંટની	-1453
▁ચલાવતો	-1454
▁ધો	-1455
▁ટેટૂ	-1456
▁રમતી	-1457
ભાજી	-1458
ેક્સ	-1459
▁મનો	-1460
▁સ્લે	-1461
ણું	-1462
▁હલા	-1463
▁જેની	-1464
▁જોતા	-1465
▁એપ્રો	-1466
ૂત	-1467
▁વગાડતો	-1468
▁એકબીજાને	-1469
▁શાક	-1470
▁ગ્રીલ	-1471
▁ઇમારતો	-1472
▁પૈ	-1473
▁માણસે	-1474
▁સજ્જન	-1475
▁સ્કેટબોર્ડિંગ	-1476
હકો	-1477
ંધી	-1478
▁શાકભાજી	-1479
કરી	-1480
પોટ	-1481
▁બોલિંગ	-1482
ૃતિ	-1483
▁ધાબ	-1484
વાનું	-1485
▁ડોક	-1486
▁ધાર	-1487
પો	-1488
વાદ	-1489
ત્રી	-1490
▁સર્ફિંગ	-1491
ઓની	-1492
સ્ટર	-1493
▁વરસાદ	-1494
▁વાદ્ય	-1495
▁શેરીના	-1496
વક	-1497
▁હતા	-1498
▁બરફના	-1499
▁કમ્પ્યુટર	-1500
ખી	-1501
થેલી	-1502
▁ઊભેલા	-1503
▁સ્ટોર	-1504
જૂ	-1505
▁સ્ટ્ર	-1506
▁શેરીની	-1507
▁છી	-1508
▁દંપ	-1509
ોડીયો	-1510
▁જોવા	-1511
રીક્ષણ	-1512
▁ઝાડની	-1513
▁રોડીયો	-1514
▁ફ્રીસ્બી	-1515
ક્	-1516
▁શી	-1517
▁વર્	-1518
▁રંગીન	-1519
ટોપ	-1520
▁પરપોટ	-1521
મત	-1522
સાયકલ	-1523
▁કિશો	-1524
▁સૂતો	-1525
્યાસ્ત	-1526
▁પ્રકારના	-1527
▁સૂર્યાસ્ત	-1528
▁બોટલ	-1529
▁હોડીમાં	-1530
ઓના	-1531
▁છા	-1532
સ્તી	-1533
▁મોટું	-1534
▁સાથેનો	-1535
ફરી	-1536
કીને	-1537
▁હવા	-1538
▁ગોલ્	-1539
▁સ્થા	-1540
▁કોર્ટ	-1541
▁મેળ	-1542
▁અખબાર	-1543
▁આઈસ્ક	-1544
▁ડેસ્ક	-1545
▁સ્કીઇંગ	-1546
વણી	-1547
રમાંથી	-1548
▁લાઇનમાં	-1549
▁આઈસ્ક્રીમ	-1550
▁મોટરસાયકલ	-1551
▁સર્ફબોર્ડ	-1552
▁તડકાના	-1553
▁ચે	-1554
▁સૈ	-1555
▁શરૂ	-1556
▁પૂર્	-1557
▁વિસ્તાર	-1558
▁બળ	-1559
▁એકઠ	-1560
▁વાય	-1561
▁કોલર	-1562
▁તેનું	-1563
▁કાર્યક્રમમાં	-1564
િશ	-1565
કની	-1566
▁ગરમ	-1567
▁ચેક	-1568
▁પકડે	-1569
▁ઘાસમાંથી	-1570
▁ઢંકાયેલી	-1571
▁ઊભા	-1572
▁મુસા	-1573
▁હાઇક	-1574
▁બાઇકર	-1575
▁વાળો	-1576
▁વ્હીલ	-1577
નાર	-1578
્વે	-1579
▁જિ	-1580
▁સામ	-1581
▁તપાસ	-1582
▁બતાવી	-1583
▁ટાલ	-1584
▁પેઇ	-1585
▁પેટ	-1586
▁સ્ત્રીને	-1587
▁વિદ્યાર્થીઓ	-1588
ડલ	-1589
▁વાસ	-1590
▁ઉંચા	-1591
▁બળદ	-1592
▁એકલો	-1593
▁કચરા	-1594
▁થોડા	-1595
▁ગળે	-1596
▁આઉટડોર	-1597
▁સિમેન્ટ	-1598
ણો	-1599
કડું	-1600
▁થતા	-1601
▁લશ્	-1602
▁પરના	-1603
▁ફરવા	-1604
▁વાદ્યો	-1605
▁અલ	-1606
બમાં	-1607
▁નદીમાં	-1608
▁ભેટ	-1609
▁પાછળના	-1610
બ્	-1611
▁દર્	-1612
▁કાર્	-1613
▁બાથિંગ	-1614
▁ભારતીય	-1615
ંય	-1616
▁આધ	-1617
▁સ્કૂટ	-1618
મસ	-1619
▁સૈનિક	-1620
નેસ	-1621
▁ભીડભ	-1622
▁સ્ટેશન	-1623
વડા	-1624
▁એર	-1625
▁ગંદ	-1626
▁છોડ	-1627
▁જમ્પ	-1628
▁ડર્ટ	-1629
▁કાઉન્ટર	-1630
ડપ	-1631
▁બેટ	-1632
▁નંબર	-1633
▁ભીડભાડ	-1634
▁રમકડું	-1635
નર	-1636
છાય	-1637
▁ટોપલી	-1638
▁એપ્રોન	-1639
ઝા	-1640
ખંડ	-1641
▁કોફી	-1642
▁લટકા	-1643
ગત	-1644
▁ઉડા	-1645
▁બિક	-1646
▁લેપ	-1647
▁દોરી	-1648
▁બતાવે	-1649
▁બગીચામાં	-1650
રં	-1651
▁ગુ	-1652
વસાય	-1653
▁કેન્	-1654
▁તેવું	-1655
▁ધાતુના	-1656
ઓથી	-1657
▁ગેમ	-1658
▁ચિહ્ન	-1659
▁બરફમાંથી	-1660
▁બિલ્	-1661
▁બિકીની	-1662
લું	-1663
▁જિમ્	-1664
▁નાચી	-1665
▁પિતા	-1666
▁સ્કીઅર	-1667
▁પર્વતની	-1668
▁ફા	-1669
▁દોડતા	-1670
ંદી	-1671
ેલે	-1672
▁લૉ	-1673
▁મનોરં	-1674
▁કુસ્તી	-1675
▁ઢા	-1676
▁લાઇટ	-1677
▁વગાડતા	-1678
▁ખુરશીમાં	-1679
▁ક્રે	-1680
▁બારમાં	-1681
▁માળ	-1682
▁લશ્કરી	-1683
▁ઓફ	-1684
▁ઝડપ	-1685
▁હતી	-1686
▁જેવા	-1687
▁પરપોટા	-1688
વોક	-1689
▁પીણું	-1690
▁પરફોર્મ	-1691
ડર	-1692
ોકર	-1693
▁રજૂ	-1694
▁કારણ	-1695
▁ટૂંકા	-1696
▁ઇલેક્ટ્રિક	-1697
હક	-1698
મ્બ	-1699
▁કરત	-1700
▁શ્યા	-1701
▁સ્કૂટર	-1702
▁નિરીક્ષણ	-1703
▁ખાય	-1704
▁નાચ	-1705
▁પર્સ	-1706
▁જાહેરા	-1707
સો	-1708
ૂં	-1709
વર્	-1710
▁તેઓ	-1711
▁લેપટોપ	-1712
િલાડી	-1713
▁વેચી	-1714
▁આંગળી	-1715
▁બિલાડી	-1716
▁માણસના	-1717
▁વાયોલિન	-1718
▁ટ્રેનમાં	-1719
ડિયા	-1720
▁ગાઈ	-1721
▁કરિયા	-1722
▁સ્ત્રીઓનું	-1723
▁મેક	-1724
▁લડી	-1725
▁દંપતી	-1726
▁સાંભળી	-1727
▁કરિયાણા	-1728
▁ભૂખ	-1729
▁ટીમો	-1730
▁બાંય	-1731
▁સ્ક્રી	-1732
ગર	-1733
ભ્	-1734
મો	-1735
▁પણ	-1736
▁ઝભ્	-1737
▁થેલી	-1738
▁બ્રે	-1739
▁ઘાસવાળા	-1740
▁સભ	-1741
વેલા	-1742
▁અલગ	-1743
▁ફૂડ	-1744
▁વાહન	-1745
▁ફેરવી	-1746
સર	-1747
▁ડૂ	-1748
▁કેક	-1749
▁વળા	-1750
▁વાહ	-1751
ત્મક	-1752
યેલો	-1753
▁નાવ	-1754
▁વળાંક	-1755
▁મનોરંજન	-1756
▁લો	-1757
કારો	-1758
▁જોડી	-1759
▁પેઇન્ટ	-1760
▁ઉડ	-1761
▁ઢોલ	-1762
▁પગે	-1763
વાળું	-1764
▁દ્ર	-1765
વવાનો	-1766
▁કાપડ	-1767
▁પુલમાં	-1768
▁ઢાળ	-1769
▁બૂટ	-1770
▁લૉન	-1771
▁ચીયર	-1772
્પા	-1773
▁અગ્	-1774
▁ડાઇવ	-1775
્રાફિક	-1776
▁ઉતરી	-1777
▁ગિયર	-1778
▁કરેલી	-1779
પ્ર	-1780
▁ઉદ	-1781
▁જગ	-1782
તાવર	-1783
▁સરકી	-1784
▁કાર્ટ	-1785
▁લખેલું	-1786
▁વાતાવર	-1787
▁યુવાનોનું	-1788
▁ટાઈ	-1789
▁ખેંચ	-1790
▁શિલ્	-1791
▁ઊભી	-1792
▁પોલ	-1793
▁બીયર	-1794
▁ગલીમાં	-1795
ંસ	-1796
▁પાટા	-1797
▁અગ્નિ	-1798
ન્જ	-1799
▁પીણાં	-1800
▁ભીડમાં	-1801
▁અધિકારી	-1802
▁ગોલ્ફ	-1803
લન	-1804
ત્ત	-1805
ળમાં	-1806
▁બ્રાઉ	-1807
▁મારવા	-1808
▁હેન્ડ	-1809
ચાર	-1810
▁કાય	-1811
▁ખુશ	-1812
▁સીટ	-1813
▁હસી	-1814
▁માંસ	-1815
▁કેટલી	-1816
▁ચામડા	-1817
▁છાંટા	-1818
▁સેન્ડ	-1819
▁લંબા	-1820
▁નીકળી	-1821
▁સળ	-1822
્યુમ	-1823
▁આર્ટ	-1824
▁સંતુ	-1825
▁સુધી	-1826
▁ગ્લાસ	-1827
▁સ્લેજ	-1828
▁આર્ટ્સ	-1829
▁પેન્ટમાં	-1830
▁સ્પર્ધામાં	-1831
▁વધ	-1832
િયું	-1833
▁ઝૂલ	-1834
▁ચાંદી	-1835
▁બસમાં	-1836
▁રાત્રિ	-1837
▁પર્વતારો	-1838
▁બૂ	-1839
▁ગયો	-1840
▁ઝૂકીને	-1841
▁ટ્રાફિક	-1842
▁પાણીમાંથી	-1843
કડો	-1844
▁સાથી	-1845
▁પ્રોજ	-1846
▁દ્રશ્ય	-1847
▁બારીમાંથી	-1848
તાળ	-1849
્રુ	-1850
▁ચડ	-1851
▁લાઈ	-1852
ર્મચા	-1853
▁બજાર	-1854
▁કર્મચા	-1855
▁રેસમાં	-1856
▁સ્ત્રીની	-1857
▁બિ	-1858
્પાદ	-1859
▁વોટ	-1860
રીમાં	-1861
▁ઉત્પાદ	-1862
્ડી	-1863
▁ઓર	-1864
્રિસ	-1865
▁અંધ	-1866
▁થયા	-1867
▁વ્યા	-1868
▁ધાબળા	-1869
▁ચિત્રો	-1870
▁વર્ગખંડ	-1871
▁બિલ્ડિંગ	-1872
▁સ્કેટિંગ	-1873
ઉન્ડ	-1874
▁શાળા	-1875
▁સોના	-1876
▁કેટલીક	-1877
▁ચીયરલી	-1878
ારા	-1879
▁ઓલ	-1880
▁ફળો	-1881
▁ટ્રકની	-1882
▁સ્પર્શ	-1883
તર	-1884
▁સુટ	-1885
▁ગાયક	-1886
▁ફિલ્	-1887
▁તેમને	-1888
▁કિશોરો	-1889
▁ઉજ	-1890
▁શણ	-1891
▁જાળ	-1892
▁હૂપ	-1893
▁નિશા	-1894
▁સ્ક્રીન	-1895
▁શિયાળાના	-1896
▁3	-1897
▁મેરે	-1898
▁લગાવે	-1899
જે	-1900
▁ઘો	-1901
▁મળી	-1902
▁જોતી	-1903
▁બંદૂ	-1904
▁સમાર	-1905
▁ખડકની	-1906
▁ટુકડો	-1907
▁શિલ્પ	-1908
દે	-1909
▁લિ	-1910
▁કૂદકા	-1911
▁મેરેથ	-1912
▁રેતાળ	-1913
▁પ્રોજેક્ટ	-1914
▁સંગીતકારો	-1915
યુ	-1916
▁બો	-1917
▁આવેલા	-1918
▁ઝડપથી	-1919
▁રસ્તો	-1920
▁જાહેરાત	-1921
▁પ્લેટફોર્મ	-1922
ટકા	-1923
▁ભારે	-1924
▁દોડમાં	-1925
▁કચરાપેટ	-1926
▁પથ્થરના	-1927
રબ	-1928
▁આક	-1929
▁સાંક	-1930
્રાઉન્ડ	-1931
▁વિચિત્ર	-1932
▁વરસાદમાં	-1933
્રીટ	-1934
▁નળી	-1935
▁કાઢે	-1936
▁જૂની	-1937
▁જોડા	-1938
▁ડ્રા	-1939
▁જગ્યા	-1940
ંપરા	-1941
▁સંભ	-1942
▁રેલ્વે	-1943
▁હેડફોન	-1944
▁ખોળામાં	-1945
▁પ્રેક્ટ	-1946
▁જંગલવાળા	-1947
ઓનું	-1948
ંપરાગત	-1949
▁દુકાન	-1950
▁નાવડી	-1951
▁પાર્ટીમાં	-1952
▁વાતાવરણમાં	-1953
ૂષ	-1954
▁ધુ	-1955
▁ચોક	-1956
▁રમતગ	-1957
▁માળખા	-1958
▁ટ્રેનની	-1959
▁પરેડમાં	-1960
▁રમકડાની	-1961
▁પ્રેક્ટિસ	-1962
બિ	-1963
▁કાફે	-1964
▁વાંચ	-1965
▁સાઇન	-1966
▁ટોપીઓ	-1967
▁સૂટમાં	-1968
રને	-1969
ર્થ	-1970
્કો	-1971
નારા	-1972
▁માલ	-1973
▁ઊંચી	-1974
▁લાઇફ	-1975
▁વોટર	-1976
▁બ્રાઉન	-1977
▁રમતગમત	-1978
▁નો	-1979
િક્ષ	-1980
▁નાખે	-1981
▁લેવા	-1982
▁ઉજવણી	-1983
▁દર્શા	-1984
▁પરંપરાગત	-1985
▁માઇક્રોસ્કોપ	-1986
મની	-1987
શિય	-1988
ફ્ટી	-1989
▁અરી	-1990
▁લહેરા	-1991
▁કારમાં	-1992
▁દેખાતા	-1993
ગ્રાઉન્ડ	-1994
▁પ્રવાસી	-1995
વૈ	-1996
▁છીછ	-1997
▁પાછળથી	-1998
▁ટાલવાળો	-1999
▁કરિયાણાની	-2000
ૂઝ	-2001
▁ગઈ	-2002
▁સર્	-2003
▁હાઇ	-2004
▁અનેક	-2005
▁ગાતો	-2006
▁પેરા	-2007
▁ધક્કો	-2008
▁વગરનો	-2009
▁સેફ્ટી	-2010
મર	-2011
ૌર	-2012
▁પાડ	-2013
▁બાઉ	-2014
▁મોઢ	-2015
▁ચર્ચ	-2016
▁જૂના	-2017
▁રાહદા	-2018
▁વિમાન	-2019
▁ખુરશીઓ	-2020
▁પહેર્યો	-2021
▁ઘરે	-2022
▁ભાગમાં	-2023
▁વાળવાળા	-2024
▁સ્ટેડિય	-2025
ગો	-2026
▁નવ	-2027
વર્ણ	-2028
▁બૂથ	-2029
▁રક્ષ	-2030
▁ટ્રંક	-2031
▁વિરોધ	-2032
▁રમકડાં	-2033
▁ખેતરમાંથી	-2034
▁મૂકી	-2035
▁સ્થળે	-2036
▁પ્રવેશ	-2037
શો	-2038
▁ઉડી	-2039
▁પહેલા	-2040
▁રેકેટ	-2041
▁બાળકોના	-2042
નલ	-2043
્ડ	-2044
ડિયો	-2045
▁આધેડ	-2046
▁દોરે	-2047
▁સ્પો	-2048
▁કલા	-2049
▁ગૌર	-2050
▁પીર	-2051
▁સુર	-2052
▁ટ્રેમ્પ	-2053
▁દિવાલની	-2054
ઇસ	-2055
▁ઠીક	-2056
▁દોડતી	-2057
▁માર્ગ	-2058
▁સ્ટંટ	-2059
▁લાકડાની	-2060
ઠળ	-2061
▁હરો	-2062
▁હેઠળ	-2063
▁ચડ્ડી	-2064
▁છીછરા	-2065
▁હાથથી	-2066
▁શણગારે	-2067
▁સ્થાનિક	-2068
▁બને	-2069
▁રેક	-2070
▁હૂડ	-2071
▁તરવૈ	-2072
▁ટીમના	-2073
▁ભૂખરા	-2074
▁સ્ત્રીના	-2075
ન્ડર	-2076
હેરી	-2077
▁વેટ	-2078
▁ઉંચો	-2079
▁ડાળી	-2080
▁શહેરી	-2081
ઓને	-2082
▁ચૂ	-2083
▁ઓવર	-2084
▁કોસ્	-2085
▁કરાટે	-2086
▁લોકોને	-2087
▁હાઇકિંગ	-2088
▁હાર્ડ	-2089
▁બાળકોને	-2090
▁ટેલિસ્કોપ	-2091
▁ટ્રેમ્પોલિન	-2092
પી	-2093
▁દિશા	-2094
▁સ્ટોલ	-2095
▁ગૌરવર્ણ	-2096
દાર	-2097
યું	-2098
લ્ટ	-2099
▁ફળ	-2100
▁કોક	-2101
▁ડાબી	-2102
▁સ્થળ	-2103
▁શ્યામા	-2104
પાન	-2105
▁કી	-2106
▁કિક	-2107
▁જતા	-2108
▁ઓફિસ	-2109
▁કેમ્પ	-2110
▁કોસ્ચ	-2111
▁પાછળની	-2112
▁અધિકારીઓ	-2113
▁ફુવારામાં	-2114
▁યુનિફોર્મમાં	-2115
▁નક	-2116
વાના	-2117
શમાં	-2118
▁ફ્રે	-2119
▁ફૂલોના	-2120
હીં	-2121
કમાં	-2122
▁ડેક	-2123
▁અરીસા	-2124
▁નજીકમાં	-2125
ગ્રાઉન્ડમાં	-2126
જના	-2127
▁રો	-2128
▁ધૂમ	-2129
▁ઉપકર	-2130
▁પાડે	-2131
વસાયિક	-2132
▁હલાવી	-2133
▁રેતીના	-2134
▁ખુરશીઓમાં	-2135
લના	-2136
સની	-2137
▁ઉડે	-2138
▁કૂચ	-2139
▁ખોદ	-2140
▁ડૂબ	-2141
▁પાર્કની	-2142
પિ	-2143
વેન્ટ	-2144
સ્યુટ	-2145
્રિસમસ	-2146
▁ચર્ચા	-2147
▁પથ્થર	-2148
▁સ્ટોપ	-2149
▁જીમમાં	-2150
▁વર્ગખંડમાં	-2151
છમ	-2152
▁હોટ	-2153
▁ફેંકે	-2154
▁સ્વિમસ્યુટ	-2155
▁શોટ	-2156
▁ઢાંક	-2157
▁ગોઠવી	-2158
▁ઇવેન્ટ	-2159
▁મકાનની	-2160
▁લોકોથી	-2161
▁ક્રિસમસ	-2162
▁કચરાપેટી	-2163
▁પ્રકારની	-2164
▁કબ	-2165
▁ટ્રા	-2166
▁ભીડની	-2167
▁સ્ટ્રીટ	-2168
ષ્ટ	-2169
▁કાન	-2170
▁ઝાં	-2171
▁ડબ્	-2172
પૂર્ણ	-2173
▁પહેરી	-2174
▁હસતાં	-2175
▁દોડવીરો	-2176
બુ	-2177
▁ડી	-2178
ડર્સ	-2179
▁ગોગ	-2180
▁દાંત	-2181
▁પડેલા	-2182
▁રાખોડી	-2183
▁ક્ર	-2184
▁વેક	-2185
▁ઉપરથી	-2186
▁ફોટોગ્રાફર	-2187
▁ઔ	-2188
ોલે	-2189
▁ચો	-2190
▁નિય	-2191
▁પૈડા	-2192
▁ધકેલી	-2193
▁વર્તુ	-2194
▁સેક્સ	-2195
▁ગોગલ્સ	-2196
ષણ	-2197
▁ધોઈ	-2198
▁શીખ	-2199
્રપાન	-2200
િયામાં	-2201
▁કોન્સર્ટમાં	-2202
પ્	-2203
▁કસર	-2204
▁જમણી	-2205
▁લગ્ન	-2206
▁આગળના	-2207
▁મિત્ર	-2208
▁વિરામ	-2209
ોર્ડિયન	-2210
▁ઉત્સાહિત	-2211
▁ધૂમ્રપાન	-2212
▁એકોર્ડિયન	-2213
▁પટ્ટાવાળી	-2214
▁ગ્રેફિટીથી	-2215
યેલ	-2216
▁પાલ	-2217
િકનિક	-2218
▁ઉંચી	-2219
▁ઉભેલી	-2220
▁કાર્ડ	-2221
▁સભ્યો	-2222
ંભ	-2223
ઝર	-2224
લય	-2225
▁યા	-2226
▁પાય	-2227
▁બાલ્	-2228
▁પિકનિક	-2229
▁સંગીતકાર	-2230
11	-2231
▁ક્લ	-2232
▁વિશે	-2233
▁મધ્યમ	-2234
▁કરવાની	-2235
▁રાહદારીઓ	-2236
▁વ્યક્તિને	-2237
ારૂ	-2238
▁ધોધ	-2239
▁લીલાછમ	-2240
▁સ્ટ્રો	-2241
ંજ	-2242
્ટર	-2243
બ્લે	-2244
▁નાક	-2245
▁સલા	-2246
▁ઝાડી	-2247
▁દારૂ	-2248
▁રાખી	-2249
▁કેન્દ્ર	-2250
▁તેમાંથી	-2251
▁પુસ્તકો	-2252
્સી	-2253
▁ઢો	-2254
▁હથ	-2255
સ્તો	-2256
્લોઝ	-2257
▁દીક	-2258
▁શરી	-2259
▁જાળી	-2260
▁સફાઈ	-2261
▁હૂડી	-2262
લિંગ	-2263
▁કસરત	-2264
▁કોર્	-2265
▁ચાલીને	-2266
▁ધાતુની	-2267
▁માટીના	-2268
▁કલાકારો	-2269
▁પાર્કિંગમાં	-2270
વન	-2271
▁ગૂં	-2272
▁નથી	-2273
▁પાત	-2274
▁મેટ	-2275
ાયેલા	-2276
▁ટાઇલ	-2277
▁તરતો	-2278
▁મેકઅપ	-2279
▁રેસિંગ	-2280
▁પકડવાનો	-2281
▁સમારકામ	-2282
jp	-2283
કુ	-2284
પુ	-2285
jpg	-2286
ચના	-2287
▁ક્ષ	-2288
▁છબી	-2289
▁વેલ	-2290
▁સપા	-2291
▁ઊંચો	-2292
▁દોરડું	-2293
▁મુસાફરી	-2294
▁બેજ	-2295
▁ખોલી	-2296
▁ગોરો	-2297
▁થઈને	-2298
નિવ	-2299
▁અપ	-2300
▁બટ	-2301
▁બહુ	-2302
▁કરતબ	-2303
▁મૂકે	-2304
▁હુલા	-2305
▁પુરૂષ	-2306
▁માણસોનું	-2307
▁રોલરબ્લે	-2308
▁વ્યાવસાયિક	-2309
ક્ષા	-2310
રબેક	-2311
▁ગંદા	-2312
▁ચલાવતી	-2313
▁કાર્નિવ	-2314
▁પહેર્યા	-2315
▁ફુવારાની	-2316
ેર	-2317
▁B	-2318
▁પદ	-2319
▁થતી	-2320
▁મૂર્	-2321
▁લપેટ	-2322
પૂર્વક	-2323
▁કૂતરાની	-2324
▁પુરુષને	-2325
▁ક્રોસવોક	-2326
▁બેકગ્રાઉન્ડમાં	-2327
▁ખુશી	-2328
▁માણે	-2329
▁પડેલો	-2330
▁ફ્લિપ	-2331
▁મળીને	-2332
▁ચીયરલીડર્સ	-2333
વીય	-2334
ર્મી	-2335
▁ખોદી	-2336
▁દુલ્	-2337
▁ભીંત	-2338
▁લટકતો	-2339
▁અગ્નિશા	-2340
▁પ્લાસ્ટિકની	-2341
લર	-2342
તકો	-2343
વ્ય	-2344
ાળે	-2345
વાદક	-2346
▁ટેન	-2347
▁મહે	-2348
▁સમા	-2349
▁સ્ના	-2350
▁પ્રવાહ	-2351
▁વગાડતી	-2352
▁ખેલાડીને	-2353
લુ	-2354
નુષ	-2355
્લી	-2356
▁પૂ	-2357
▁ઉતા	-2358
▁જીભ	-2359
▁લખી	-2360
યાત્રી	-2361
▁રસ્તે	-2362
▁મધ્યમાં	-2363
ડ્સ	-2364
મના	-2365
િતિ	-2366
સમાં	-2367
▁બેલે	-2368
▁છોકરીઓનું	-2369
▁પાવ	-2370
▁સાત	-2371
▁રેડી	-2372
▁વાદળ	-2373
▁હાર્	-2374
▁ચલાવતા	-2375
▁રેસ્ટોરન્ટની	-2376
ઓનો	-2377
ર્ન	-2378
સ્થ	-2379
▁ડો	-2380
▁ભર	-2381
▁211	-2382
▁તરતા	-2383
▁પાઇપ	-2384
▁વયનો	-2385
▁મારતી	-2386
▁ગ્રાહકો	-2387
▁ભીડવાળા	-2388
ેપ	-2389
િક્સ	-2390
▁તરીકે	-2391
▁રાત્રિભ	-2392
▁કેન	-2393
▁આકાર	-2394
▁હરોળ	-2395
▁ઉપાડી	-2396
▁દોડવીર	-2397
▁રસોઈયા	-2398
▁ઇમારતના	-2399
▁બાલ્કની	-2400
▁પ્રકાશિત	-2401
▁છોકરાઓનું	-2402
▁પ્લાસ્ટિકના	-2403
પે	-2404
▁હમ	-2405
▁ખુલ	-2406
▁બચા	-2407
▁વહે	-2408
િયાનો	-2409
▁અહીં	-2410
▁વાસણ	-2411
▁ફૂંકી	-2412
▁સીડીઓ	-2413
▁કલાકૃતિ	-2414
▁ભીંતચિત્ર	-2415
ટેલ	-2416
ેટર	-2417
ાંતિ	-2418
▁ખાતા	-2419
▁ફોલ્	-2420
▁સોકર	-2421
▁ઢોળાવ	-2422
▁બંદૂક	-2423
▁કોટમાં	-2424
▁જિમ્ના	-2425
▁પ્રયોગ	-2426
▁ફૂટબોલને	-2427
ઈન	-2428
ગન	-2429
▁ખી	-2430
▁પત	-2431
▁ઘેટ	-2432
▁તાર	-2433
▁વાંચે	-2434
▁છત્રીઓ	-2435
ટક	-2436
▁BM	-2437
▁ઘોડો	-2438
▁વર્ક	-2439
▁ગોલકી	-2440
▁પોસ્ટ	-2441
▁બાજુએ	-2442
▁પાસેના	-2443
▁પદયાત્રી	-2444
સ્તા	-2445
ોફોન	-2446
▁કોર	-2447
▁ચઢે	-2448
▁બેર	-2449
▁પાલખ	-2450
▁રહેલ	-2451
▁કરેલા	-2452
▁ચામડાના	-2453
▁જમ્પસૂટ	-2454
▁પ્રતિબિ	-2455
▁ચિત્રકામ	-2456
▁સેક્સોફોન	-2457
▁હિ	-2458
▁મીટ	-2459
▁વાન	-2460
▁શોધ	-2461
▁વીંટ	-2462
▁હમણાં	-2463
▁ખુશીથી	-2464
▁વેટસૂટ	-2465
▁સંતુલન	-2466
▁સ્વિંગ	-2467
▁કોસ્ચ્યુમ	-2468
▁જિમ્નાસ્ટ	-2469
ળતા	-2470
્વા	-2471
રાજા	-2472
િમ્પ	-2473
▁બધી	-2474
▁સ્ટી	-2475
▁ઝાડના	-2476
▁વરરાજા	-2477
▁ઘર	-2478
▁કાંક	-2479
▁ઝૂલી	-2480
▁ત્રી	-2481
▁કાળું	-2482
▁માર્ક	-2483
▁સૈનિકો	-2484
▁પર્વતીય	-2485
▁ઇમારતમાં	-2486
▁પર્વતારોહક	-2487
ખત	-2488
્રશ	-2489
▁ઊં	-2490
▁ચમ	-2491
ન્સી	-2492
▁ગાતી	-2493
▁પીવે	-2494
▁ઉભેલા	-2495
▁લેન્ડ	-2496
▁શાંતિ	-2497
▁પોતાને	-2498
▁સેન્ડલ	-2499
▁ટ્રેનના	-2500
▁વ્હીલચે	-2501
ફ્લ	-2502
કિંગ	-2503
દ્મા	-2504
▁સંગ	-2505
▁ચીની	-2506
▁ધકેલ	-2507
દ્માવર	-2508
▁ટેકરા	-2509
▁લખેલા	-2510
▁ઓલિમ્પ	-2511
▁છદ્માવર	-2512
▁પૂર્વીય	-2513
▁બિલ્ડિંગની	-2514
▁રાત્રિભોજન	-2515
▁તલ	-2516
ગ્બી	-2517
પચાર	-2518
▁સખત	-2519
▁ડ્રિ	-2520
▁પૈસા	-2521
પચારિક	-2522
▁ખેંચે	-2523
▁ડૂબકી	-2524
▁રગ્બી	-2525
▁પહોંચે	-2526
▁ત્યાંથી	-2527
▁હાર્નેસ	-2528
▁સ્ટેડિયમમાં	-2529
▁તો	-2530
િસ્ટ	-2531
▁પાન	-2532
સ્કેપ	-2533
▁આપતી	-2534
▁ફરતો	-2535
▁વેચા	-2536
▁ઉત્સવ	-2537
▁બારીઓ	-2538
▁રેફરી	-2539
▁પથ્થરો	-2540
▁પિયાનો	-2541
▁ફાયરમેન	-2542
ર્ષ	-2543
ટ્રે	-2544
ત્તી	-2545
▁મૂક	-2546
▁ભાષણ	-2547
▁વાંક	-2548
▁ખેંચા	-2549
▁હસતું	-2550
▁સંગીતના	-2551
બાઈક	-2552
▁BMX	-2553
▁કોન	-2554
▁શાંત	-2555
▁પડીને	-2556
▁પ્રેઝ	-2557
▁તરવૈયા	-2558
ડાઈ	-2559
ગ્રી	-2560
્યુઝ	-2561
▁થોડી	-2562
▁ધુમા	-2563
▁પતંગ	-2564
▁વિડી	-2565
ણાત્મક	-2566
▁દેખાતી	-2567
▁વાંકડિયા	-2568
▁પ્રેઝન્ટે	-2569
▁રક્ષણાત્મક	-2570
ઠા	-2571
િકલ	-2572
ુજી	-2573
▁દી	-2574
્યુબ	-2575
▁ઉતર	-2576
▁નર્	-2577
▁ફરી	-2578
▁ઇન્ડ	-2579
▁ખરીદ	-2580
▁ભીના	-2581
▁ઉપકરણ	-2582
▁રમુજી	-2583
▁સપાટી	-2584
▁માણસનો	-2585
▁ગોલકીપર	-2586
▁મહિલાને	-2587
▁સ્ટ્રોલ	-2588
▁વર્તુળમાં	-2589
ઘા	-2590
ફર	-2591
વણ	-2592
▁અંગ	-2593
▁હોલ	-2594
નુષ્ય	-2595
▁ખાડા	-2596
▁ફરતી	-2597
▁વિદે	-2598
▁ઘરમાં	-2599
▁શિક્ષ	-2600
▁જોડીને	-2601
▁રસ્તાના	-2602
▁વ્યક્તિઓ	-2603
▁સ્પોર્ટ્સ	-2604
ઉન	-2605
નિમ	-2606
ળાના	-2607
▁કચરો	-2608
▁છાતી	-2609
▁ટાયર	-2610
▁ફ્રિ	-2611
▁ઝભ્ભા	-2612
▁નાચતા	-2613
▁પડછાય	-2614
▁બોલનો	-2615
▁સ્કૂલ	-2616
▁નર્તકો	-2617
▁સ્ટોરની	-2618
▁શેરીઓમાં	-2619
▁કેન્દ્રિત	-2620
▁મહિલાઓનું	-2621
▁4	-2622
▁કાગ	-2623
▁શેર	-2624
પોર્ટ	-2625
▁માદા	-2626
▁યુવક	-2627
▁જૂથને	-2628
▁સ્ટૂલ	-2629
▁મહિલાએ	-2630
▁કૂતરાના	-2631
ઘી	-2632
ાયેલી	-2633
▁પેડલ	-2634
▁ઘેટાં	-2635
▁ગ્રેહા	-2636
▁દુલ્હન	-2637
▁ગાડીમાં	-2638
▁સ્ટ્રોલર	-2639
▁ભીડભાડવાળા	-2640
ાણ	-2641
લની	-2642
્યોગ	-2643
▁તરા	-2644
▁બીમ	-2645
▁કેવી	-2646
▁ફેલા	-2647
▁બ્લા	-2648
▁યોર્	-2649
▁વાઇન	-2650
▁ગયેલા	-2651
▁ડબ્બા	-2652
▁અંધારા	-2653
▁ડાઇવિંગ	-2654
▁દિશામાં	-2655
▁લગાવીને	-2656
▁પ્રેઝન્ટેશન	-2657
▁5	-2658
ગ્ન	-2659
ડતા	-2660
▁નમ	-2661
▁જતી	-2662
▁પાટ	-2663
▁ખવડા	-2664
▁વાંસ	-2665
▁ટુવાલ	-2666
▁બાળકી	-2667
▁વિડીયો	-2668
▁વાદળછાય	-2669
▁મોટરબાઈક	-2670
▁કાર્યક્રમ	-2671
ીર	-2672
ચ્છ	-2673
લેટ	-2674
જામા	-2675
શાળા	-2676
▁ગર્	-2677
▁સફર	-2678
▁પેલે	-2679
▁બસની	-2680
▁હાથે	-2681
▁પાવડો	-2682
▁મ્યુઝ	-2683
▁ખોદકામ	-2684
▁ટોપમાં	-2685
▁તળાવની	-2686
▁રહ્યાં	-2687
▁પાયજામા	-2688
▁પુરુષની	-2689
▁મોઢામાં	-2690
▁ફ્રિસ્બી	-2691
▁ગ્રેહાઉન્ડ	-2692
ભો	-2693
નીઝ	-2694
▁સહ	-2695
▁છોડી	-2696
▁પાનખ	-2697
▁વેચે	-2698
▁કોઈને	-2699
▁ડેનિમ	-2700
▁રણમાં	-2701
▁રાંધી	-2702
▁રંગમાં	-2703
ુંડ	-2704
▁લગ	-2705
▁ઊંધ	-2706
▁મોડ	-2707
સ્કેલ	-2708
▁જાપા	-2709
▁પ્રિ	-2710
▁કાગળો	-2711
▁મારતા	-2712
▁મેરેથોન	-2713
▁ભીડભાડવાળી	-2714
▁લેન્ડસ્કેપ	-2715
ઉઝ	-2716
દડી	-2717
ાડો	-2718
▁વજન	-2719
▁ક્લા	-2720
▁લેતા	-2721
▁ગાર્ડ	-2722
▁સાદડી	-2723
▁ઇન્ડોર	-2724
▁એસ્કેલ	-2725
▁બ્લાઉઝ	-2726
▁સંપૂર્ણ	-2727
▁પાર્કિંગ	-2728
▁જંગલમાંથી	-2729
▁રોલરસ્કેટ	-2730
ઓલ	-2731
ભગ	-2732
▁A	-2733
▁થડ	-2734
ઝનેસ	-2735
ન્યા	-2736
▁શેક	-2737
▁આપતા	-2738
▁કાઢી	-2739
▁બ્લુ	-2740
▁ચાહકો	-2741
▁બિઝનેસ	-2742
▁ઔપચારિક	-2743
▁રેસટ્રે	-2744
▁છદ્માવરણ	-2745
ગેઝ	-2746
▁ભરી	-2747
▁મળે	-2748
▁વધુ	-2749
▁ઊંડા	-2750
▁ટ્રો	-2751
▁તરતી	-2752
▁પાકા	-2753
▁પોલો	-2754
▁ફટકા	-2755
▁મકાન	-2756
▁લગભગ	-2757
▁ક્લોઝ	-2758
▁ઝભ્ભો	-2759
▁બરબેક	-2760
▁બ્લેક	-2761
▁મેળાવ	-2762
▁લટકતી	-2763
▁લિફ્ટ	-2764
▁સંગ્ર	-2765
▁કાગળના	-2766
▁જિમ્ને	-2767
▁બનાવવા	-2768
▁ચાંદીના	-2769
▁નર	-2770
વારો	-2771
્લું	-2772
▁બટન	-2773
▁જર્મ	-2774
▁જોતો	-2775
▁ડાબા	-2776
▁પ્રશ	-2777
▁કન્યા	-2778
▁મેગેઝ	-2779
▁સોફ્ટ	-2780
▁સાથેની	-2781
▁ખાડામાં	-2782
▁ખુલ્લું	-2783
▁ફુગ્ગાઓ	-2784
▁જર્સીમાં	-2785
▁કર્મચારીઓ	-2786
કુર	-2787
જ્ઞ	-2788
રૂમ	-2789
ુબા	-2790
▁થો	-2791
રકુર	-2792
▁એકો	-2793
▁ગોળ	-2794
▁જમણા	-2795
▁ટ્રી	-2796
▁ચામડી	-2797
▁કુરકુર	-2798
▁ખુલ્લી	-2799
▁સામેના	-2800
▁મેદાનની	-2801
▁લાઈનમાં	-2802
▁એકોસ્ટિક	-2803
▁કુરકુરિયું	-2804
ઘર	-2805
વાટી	-2806
▁નેટ	-2807
▁લેતી	-2808
▁સ્લી	-2809
▁બહારની	-2810
▁સ્કેટર	-2811
▁દરવાજાની	-2812
ંકુ	-2813
શૂટ	-2814
▁ઘા	-2815
રીના	-2816
▁ખેડ	-2817
▁મીણ	-2818
▁હાર	-2819
▁છાંટી	-2820
▁ફેરવે	-2821
▁લાકડીઓ	-2822
▁છોકરીની	-2823
▁પ્રદર્શિત	-2824
ટર	-2825
ણક	-2826
ાક	-2827
ંબો	-2828
કેસ	-2829
▁તળ	-2830
▁ચાઇ	-2831
▁પીતી	-2832
▁સૂતી	-2833
▁જર્મન	-2834
▁દિવાલો	-2835
▁ક્લોઝઅપ	-2836
▁મેગેઝિન	-2837
▁રેકોર્ડ	-2838
▁કાદવવાળા	-2839
▁સ્ટ્રોલરમાં	-2840
ધે	-2841
▁હી	-2842
▁અનુ	-2843
▁બિલ	-2844
▁મુખ	-2845
▁સરસ	-2846
બત્તી	-2847
▁કબૂત	-2848
▁જેવો	-2849
▁પીતા	-2850
▁રાંધ	-2851
▁વેચાણ	-2852
▁હથોડી	-2853
▁મહિલાની	-2854
▁મેળામાં	-2855
લાઇટ	-2856
▁ખસે	-2857
▁ટાય	-2858
▁વયની	-2859
▁પાવડા	-2860
▁કાર્યકર	-2861
▁ગિટારવાદક	-2862
તની	-2863
ર્બ	-2864
ધારી	-2865
▁લિવ	-2866
▁ખાખી	-2867
▁તેણે	-2868
▁થયું	-2869
▁નગ્ન	-2870
▁વાડની	-2871
▁સામનો	-2872
▁નજીકના	-2873
▁નિશાની	-2874
▁સ્વચ્છ	-2875
▁સામગ્રી	-2876
▁મીણબત્તી	-2877
▁પ્રતિબિંબ	-2878
સુ	-2879
કાવ	-2880
▁સૂત	-2881
ડિયાળ	-2882
▁આપતો	-2883
▁રંગો	-2884
▁ટ્રિક	-2885
▁મોડેલ	-2886
સ્ટિક્સ	-2887
▁કૂદીને	-2888
▁ઘડિયાળ	-2889
▁ડ્રાઇવ	-2890
▁પુત્રી	-2891
▁સ્નોબોર્ડિંગ	-2892
બોટ	-2893
▁હુ	-2894
્રોલ	-2895
▁બુલ	-2896
▁લેબ	-2897
ાયેલો	-2898
▁ફ્લા	-2899
▁મહેન	-2900
▁સલામ	-2901
▁સમક્ષ	-2902
▁લિવિંગ	-2903
▁બહુરંગી	-2904
▁કેમેરાથી	-2905
મિ	-2906
વીર	-2907
▁પિન	-2908
▁સીવણ	-2909
▁ઉછાળી	-2910
▁ક્લાઇ	-2911
▁સંભાળ	-2912
▁દેખાતો	-2913
▁એરપોર્ટ	-2914
▁કીબોર્ડ	-2915
▁સુરક્ષા	-2916
▁ઓલિમ્પિક	-2917
▁કાર્નિવલ	-2918
▁ઘેરાયેલી	-2919
▁વૃક્ષોથી	-2920
▁જોકી	-2921
પ્રકાશ	-2922
▁પોડિય	-2923
▁બનેલા	-2924
▁ચેકર્ડ	-2925
▁સ્કુબા	-2926
▁રમતગમતના	-2927
▁રેસટ્રેક	-2928
▁એસ્કેલેટર	-2929
▁પ્રદર્શનમાં	-2930
ંસા	-2931
▁અડ	-2932
▁થી	-2933
સ્તક	-2934
▁મૂળ	-2935
સ્પિટ	-2936
▁વાગી	-2937
સ્ટ્રા	-2938
▁ઝાંખા	-2939
▁પુત્ર	-2940
▁લગ્નના	-2941
▁બેન્ડમાં	-2942
ઝન	-2943
લિત	-2944
ક્ટર	-2945
▁ઊંટ	-2946
▁જવા	-2947
▁ન્ય	-2948
▁રડી	-2949
કર્મી	-2950
▁કોન્	-2951
▁ગોદી	-2952
▁પરિવ	-2953
▁પોની	-2954
▁સાધન	-2955
▁સૂકા	-2956
▁સ્પા	-2957
▁તલવાર	-2958
▁પૂર્ણ	-2959
▁બ્લોક	-2960
▁મુસાફ	-2961
▁ધરાવતી	-2962
▁સોનાના	-2963
▁પેરાશૂટ	-2964
▁રમકડાના	-2965
▁પેઇન્ટિંગ	-2966
▁સૂર્યપ્રકાશ	-2967
શે	-2968
▁તસ	-2969
પિતા	-2970
ોર્ન	-2971
▁જેટ	-2972
▁ઉતાર	-2973
▁કાયક	-2974
▁ગ્લો	-2975
▁બેઘર	-2976
▁રિબન	-2977
▁શંકુ	-2978
▁જેવું	-2979
▁વિદેશી	-2980
▁કાર્પેટ	-2981
▁હોસ્પિટ	-2982
▁ઉત્પાદનો	-2983
▁ટ્રેક્ટર	-2984
▁વ્યક્તિની	-2985
▁શૈ	-2986
ચિંગ	-2987
જ્ઞા	-2988
સ્પે	-2989
▁ચપ્	-2990
મ્પેટ	-2991
લયમાં	-2992
ોલ્કા	-2993
▁ગોળા	-2994
▁પાંખ	-2995
સ્તકલા	-2996
▁ઓવરઓલ	-2997
▁નાસ્તો	-2998
▁પોલ્કા	-2999
▁મેચમાં	-3000
▁મેચિંગ	-3001
▁હસ્તકલા	-3002
▁ટ્રમ્પેટ	-3003
દુ	-3004
બૂ	-3005
ગ્ર	-3006
ળવા	-3007
ાળીઓ	-3008
▁ગલી	-3009
▁પેન	-3010
ટેન્ડ	-3011
▁ચપ્પુ	-3012
▁ફ્રેમ	-3013
▁યોર્ક	-3014
▁કેન્ડી	-3015
▁ટાઇલ્સ	-3016
▁પકડ્યો	-3017
▁સ્થિતિ	-3018
▁ઝૂલામાં	-3019
▁અરીસામાં	-3020
▁કર્મચારી	-3021
▁પહેર્યું	-3022
▁પ્રવેશદ્	-3023
▁સંગીતનાં	-3024
▁ઇવેન્ટમાં	-3025
▁પોલીસકર્મી	-3026
▁પ્રયોગશાળા	-3027
તક	-3028
કાય	-3029
રેજ	-3030
▁મર	-3031
▁ઠંડા	-3032
▁બોલી	-3033
▁ભેટી	-3034
▁રચના	-3035
સ્પ્લે	-3036
ોક્રોસ	-3037
▁ક્લાસ	-3038
▁ભરેલો	-3039
▁મુસાફરો	-3040
▁કૂતરાઓને	-3041
▁સોફ્ટબોલ	-3042
▁પ્રેક્ષકોની	-3043
▁એથ	-3044
▁વં	-3045
સ્કી	-3046
▁ઉના	-3047
▁પડા	-3048
▁બીજ	-3049
▁મોલ	-3050
▁ઉપાડ	-3051
▁ઊંધી	-3052
▁એન્જ	-3053
▁ગોરી	-3054
▁જેવી	-3055
▁તોફા	-3056
▁કાચની	-3057
▁તરાપા	-3058
▁કૂતરાનો	-3059
▁દોરડાથી	-3060
▁મેદાનના	-3061
▁ક્લાઇમ્બ	-3062
▁મોટોક્રોસ	-3063
ંડી	-3064
આઉટ	-3065
જાત	-3066
ડોગ	-3067
ભાગ	-3068
મિક	-3069
ખ્યા	-3070
િત્ત	-3071
▁ભરા	-3072
▁રું	-3073
▁શૂઝ	-3074
▁હસે	-3075
પાર્ટ	-3076
ર્થના	-3077
▁કોલે	-3078
▁માર્	-3079
▁સિંક	-3080
▁તાળીઓ	-3081
▁નવજાત	-3082
▁ઘોડાની	-3083
▁પાણીનો	-3084
▁સાંભળે	-3085
▁રુંવાટી	-3086
પાર્ટમેન્ટ	-3087
▁અંધારાવાળા	-3088
રુ	-3089
ોઇ	-3090
હાડી	-3091
▁કાટ	-3092
▁વોલ	-3093
▁એકલી	-3094
▁નિર્	-3095
▁સ્ટુ	-3096
▁હાથી	-3097
▁કાચના	-3098
▁લટકતા	-3099
▁એથ્લેટ	-3100
▁પાટિયા	-3101
▁સલામતી	-3102
▁દરિયામાં	-3103
ઈડ	-3104
એટ	-3105
ીંગ	-3106
▁મિ	-3107
▁છંટ	-3108
▁મેન	-3109
▁મોહ	-3110
▁આવતા	-3111
▁જેણે	-3112
▁ડિઝા	-3113
▁પ્રો	-3114
▁કન્ટે	-3115
▁કરતબો	-3116
▁છંટકાવ	-3117
▁બાળકના	-3118
▁બોક્સિંગ	-3119
્ઝ	-3120
જરી	-3121
ઠ્ઠ	-3122
ભાવ	-3123
િડોર	-3124
શનમાં	-3125
▁નીકળ	-3126
▁ફૂંક	-3127
▁ટાંકી	-3128
▁વાળંદ	-3129
▁વિન્ડ	-3130
▁ડિઝાઇન	-3131
▁પોડિયમ	-3132
▁ફેન્સી	-3133
▁બનાવતી	-3134
▁શાળાના	-3135
▁કોરિડોર	-3136
▁પટ્ટાવાળો	-3137
▁પ્રાર્થના	-3138
િઓ	-3139
ોની	-3140
્રેસ	-3141
▁આઇસ	-3142
▁વધી	-3143
ર્મિક	-3144
▁તાલી	-3145
▁બાઉલ	-3146
▁શોધી	-3147
▁બાંયના	-3148
▁બાળકની	-3149
▁મશીનરી	-3150
▁ઓફિસમાં	-3151
▁ઓરડામાં	-3152
▁છોકરીના	-3153
▁ધાર્મિક	-3154
▁પ્રવાસીઓ	-3155
▁કોમ્પ્યુટર	-3156
▁નજ	-3157
▁પં	-3158
▁ગધે	-3159
▁ગયા	-3160
▁વગર	-3161
િંગ્સ	-3162
▁કોતર	-3163
▁પીરસ	-3164
▁કોર્સ	-3165
▁ગાડીઓ	-3166
▁જૂથની	-3167
▁પટ્ટી	-3168
▁મહેનત	-3169
▁વગરના	-3170
▁કાઢીને	-3171
▁ફેંકવા	-3172
▁શિક્ષક	-3173
▁સ્પ્રે	-3174
▁બનાવેલા	-3175
▁બાળકોની	-3176
▁ડિસ્પ્લે	-3177
▁સમુદ્રની	-3178
▁સિમેન્ટના	-3179
▁મેરેથોનમાં	-3180
▁વિસ્તારમાંથી	-3181
ક્સ	-3182
બાઇલ	-3183
▁આશ્	-3184
▁ચમક	-3185
▁પેક	-3186
બોક્સ	-3187
વવાની	-3188
▁ઉડાન	-3189
▁નેવી	-3190
▁શરીર	-3191
▁સૂતા	-3192
▁આવ્યો	-3193
▁ગ્રીન	-3194
▁તાલીમ	-3195
▁ઘોડાને	-3196
▁જાપાની	-3197
▁પાણીથી	-3198
▁બાળકનો	-3199
▁વાળમાં	-3200
▁રસોડાના	-3201
▁ઘેરાયેલો	-3202
▁રેસ્ટોરન્ટના	-3203
નર્	-3204
રેટ	-3205
▁કેસ	-3206
▁મોપ	-3207
▁રિપ	-3208
▁અથડા	-3209
▁કાયા	-3210
▁ફક્ત	-3211
▁શરૂઆ	-3212
▁કારના	-3213
▁સ્નાન	-3214
▁ચાઇનીઝ	-3215
▁બાંયનો	-3216
▁મેળવવા	-3217
▁ઉત્પાદન	-3218
▁બાળકોનો	-3219
▁કેમેરામાં	-3220
ંતર	-3221
ચર્ય	-3222
બ્રે	-3223
ર્કે	-3224
▁ગાલ	-3225
▁જેમ	-3226
▁ટનલ	-3227
▁નોટ	-3228
▁રેડ	-3229
▁શું	-3230
રુદ્ધ	-3231
▁મકાઈ	-3232
▁રસોઇ	-3233
▁રેસર	-3234
▁વાયર	-3235
્રોનિક	-3236
▁ઓર્કે	-3237
▁પટ્ટો	-3238
▁બ્રેડ	-3239
▁સાંકળ	-3240
▁જગ્યાએ	-3241
▁ટેક્સી	-3242
▁ફૂલોની	-3243
▁સાંજના	-3244
▁આશ્ચર્ય	-3245
▁કાફેમાં	-3246
▁ચર્ચમાં	-3247
▁વિરુદ્ધ	-3248
▁નાવડીમાં	-3249
અલ	-3250
ષ્	-3251
યડા	-3252
સાઈ	-3253
હાઉ	-3254
▁કદ	-3255
▁છુ	-3256
ંગના	-3257
▁કોચ	-3258
▁એવું	-3259
▁ખાતી	-3260
▁ગાતા	-3261
▁તાજા	-3262
▁બેનર	-3263
▁શકાય	-3264
▁ગંદકી	-3265
▁દેખાઈ	-3266
▁નિશાન	-3267
▁ફ્લોટ	-3268
▁વાસણો	-3269
▁પોસ્ટર	-3270
▁બાથરૂમ	-3271
▁આકાશમાં	-3272
▁પ્રવાહી	-3273
▁સ્ટુડિયો	-3274
▁માછીમારીની	-3275
ૌક	-3276
મકો	-3277
સેજ	-3278
વેલો	-3279
▁છાપ	-3280
▁યોગ	-3281
▁એકઠી	-3282
▁કોકે	-3283
▁ભવ્ય	-3284
▁ખડકના	-3285
▁નિયોન	-3286
▁મોહૌક	-3287
▁શોમાં	-3288
▁આંગળીઓ	-3289
▁ચોકમાં	-3290
▁ફૂલોવાળા	-3291
▁અગ્નિશામકો	-3292
▁શોર્ટ્સમાં	-3293
▁ઓર્કેસ્ટ્રા	-3294
દય	-3295
શોભ	-3296
▁છરી	-3297
▁ટેગ	-3298
▁લેક	-3299
▁શૂટ	-3300
▁વેલ્	-3301
▁સ્ટા	-3302
▁ગ્લોવ	-3303
▁પેશિય	-3304
▁સુશોભ	-3305
▁સ્ટાર	-3306
▁કાંકરી	-3307
▁ખોરાકની	-3308
▁મારવાનો	-3309
▁લેવામાં	-3310
▁સંતુલિત	-3311
▁બોર્ડવોક	-3312
▁લંબાવીને	-3313
▁સ્થિતિમાં	-3314
▁હર	-3315
▁પીસ	-3316
▁થાળી	-3317
▁વિમા	-3318
▁સાધી	-3319
▁કાપતો	-3320
▁કોઈના	-3321
▁ક્રિક	-3322
▁લોન્ડ	-3323
્યાંગના	-3324
▁પેટર્ન	-3325
▁સીડીની	-3326
▁હોટડોગ	-3327
▁બાઇકર્સ	-3328
▁વ્યવસાય	-3329
▁દર્શકોની	-3330
▁સમુદ્રના	-3331
▁નૃત્યાંગના	-3332
▁ઇલેક્ટ્રોનિક	-3333
એસ	-3334
મુ	-3335
ટકી	-3336
રૂન	-3337
િકો	-3338
▁રૂ	-3339
ર્બી	-3340
▁કોત	-3341
▁ગળા	-3342
▁ડાય	-3343
▁નકલી	-3344
▁બાંધી	-3345
▁દુકાનો	-3346
▁ભરેલું	-3347
▁રાખેલા	-3348
▁તડકામાં	-3349
▁દુકાનના	-3350
▁મારવાની	-3351
▁સ્ત્રીનો	-3352
▁ક્લાઇમ્બિંગ	-3353
▁વ્હીલચેરમાં	-3354
ખો	-3355
ધો	-3356
બડ	-3357
ણની	-3358
▁છલ	-3359
▁ફટ	-3360
વસ્થ	-3361
▁જન્	-3362
▁નવા	-3363
▁શકે	-3364
▁સળગ	-3365
બેન્ડ	-3366
ીંગલી	-3367
▁જાદુ	-3368
▁મરૂન	-3369
▁રાઇડ	-3370
▁ખેડૂત	-3371
▁કુહાડી	-3372
▁ઢીંગલી	-3373
▁ફૂલેલા	-3374
▁પુરુષના	-3375
▁વગાડીને	-3376
▁સંગ્રહા	-3377
▁કોકેશિયન	-3378
▁ફેંકવાની	-3379
▁કોંક્રિટના	-3380
ંમ	-3381
ચક	-3382
ટો	-3383
વત	-3384
ૂન	-3385
ચલા	-3386
દેશ	-3387
પતિ	-3388
▁રબ	-3389
સ્કા	-3390
▁ઘાટ	-3391
▁જતો	-3392
▁ફોર	-3393
▁ભેળ	-3394
▁રોડ	-3395
▁ઢગલો	-3396
▁નાખી	-3397
▁બ્રા	-3398
▁રાઈડ	-3399
▁રિંક	-3400
▁કોઈની	-3401
▁તળિયે	-3402
▁પેશિયો	-3403
▁રસોઇયા	-3404
▁સંખ્યા	-3405
▁ક્રિકેટ	-3406
▁પ્રશંસા	-3407
▁મહિલાના	-3408
▁માર્કેટ	-3409
▁કાર્ડબોર્ડ	-3410
▁કોંક્રિટની	-3411
▁સ્ટુડિયોમાં	-3412
▁(	-3413
કાં	-3414
પોર	-3415
ુંબ	-3416
▁AT	-3417
▁ટપ	-3418
ડાને	-3419
ત્તા	-3420
ર્ડર	-3421
▁એવી	-3422
▁બતક	-3423
▁વોક	-3424
યેલું	-3425
▁ઘરના	-3426
▁જન્મ	-3427
▁બપોર	-3428
▁ભીની	-3429
▁મિલા	-3430
▁શૈલી	-3431
▁હતું	-3432
▁એકઠું	-3433
▁ક્રેટ	-3434
▁ટીમનો	-3435
▁નીકળે	-3436
▁પહોંચ	-3437
▁સેન્ટ	-3438
▁છોકરીએ	-3439
▁મૂર્તિ	-3440
▁લટકાવી	-3441
▁કેમેરાની	-3442
▁કોલરવાળો	-3443
▁શણગારેલા	-3444
છર	-3445
ગું	-3446
▁ઘટ	-3447
▁ડૉ	-3448
િપ્સ	-3449
▁થતો	-3450
▁લાગ	-3451
્રન્ટ	-3452
▁બ્રશ	-3453
▁ભેગી	-3454
▁સ્પી	-3455
▁ઘાસની	-3456
▁બરફનો	-3457
▁બોલથી	-3458
▁કબૂતરો	-3459
▁સૂતેલા	-3460
▁રોકવાનો	-3461
▁સાયકલની	-3462
▁ઇમારતોની	-3463
▁સ્ટોરમાં	-3464
▁પ્રકાશવાળા	-3465
▁બાલ્કનીમાં	-3466
િબ	-3467
▁આઠ	-3468
▁તી	-3469
▁દૂ	-3470
ક્કર	-3471
▁કન્	-3472
▁ગામ	-3473
▁છાય	-3474
▁બેડ	-3475
▁મંડ	-3476
▁મેઘ	-3477
▁લોગ	-3478
▁ગાલી	-3479
▁ચાંચ	-3480
▁ચેઇન	-3481
▁ચોંટ	-3482
▁માઈક	-3483
▁મોજાં	-3484
▁યાર્ડ	-3485
▁ઉદ્યોગ	-3486
▁ટેકવીને	-3487
▁સબવેમાં	-3488
▁એથ્લેટિક	-3489
ંછ	-3490
વેર	-3491
▁એશ	-3492
ઘાડા	-3493
ડાના	-3494
ન્ટા	-3495
વાથી	-3496
▁ઓછા	-3497
▁ચાક	-3498
▁જોગ	-3499
▁શેફ	-3500
▁સ્લ	-3501
ફરન્સ	-3502
▁ઉતરે	-3503
▁ખાડી	-3504
▁ગોળી	-3505
▁છલકા	-3506
▁બેબી	-3507
▁મેઘધ	-3508
▁લડાઈ	-3509
▁વાછર	-3510
▁સારા	-3511
▁સિલુ	-3512
▁સુપર	-3513
▁ઉઘાડા	-3514
▁ઉતારી	-3515
▁કામના	-3516
▁ક્રેન	-3517
▁ડ્રમર	-3518
▁બોટલો	-3519
▁ખવડાવી	-3520
▁કોન્ફરન્સ	-3521
▁S	-3522
વતું	-3523
▁ટેપ	-3524
▁થયો	-3525
▁છત્ર	-3526
▁ટોળો	-3527
▁નાચે	-3528
▁પસંદ	-3529
▁બચાવ	-3530
▁ભાગી	-3531
▁મૂછો	-3532
▁સભ્ય	-3533
કડાન્સ	-3534
▁આકૃતિ	-3535
▁મુખ્ય	-3536
▁યુનિસ	-3537
▁રોકાય	-3538
▁વાહનો	-3539
▁સ્લીવ	-3540
▁ચિહ્નો	-3541
▁બાઇકની	-3542
▁વાંચતી	-3543
▁દર્શાવે	-3544
▁વાડવાળા	-3545
▁જોડાયેલા	-3546
▁વેકબોર્ડ	-3547
▁પર્વતોમાં	-3548
▁મેઘધનુષ્ય	-3549
▁બ્રેકડાન્સ	-3550
▁પ્રવેશદ્વાર	-3551
ચ્ચ	-3552
▁ઝઘ	-3553
લ્લા	-3554
▁ઉંમ	-3555
▁કમર	-3556
▁કહે	-3557
▁કાં	-3558
▁ગુલ	-3559
▁ડોટ	-3560
▁પાક	-3561
▁હુમ	-3562
▁કારી	-3563
▁ક્રૂ	-3564
▁ખાડો	-3565
▁ધ્રુ	-3566
▁ટ્યુબ	-3567
▁બરફની	-3568
▁વરસાદી	-3569
▁છોકરીનો	-3570
▁પોનીટેલ	-3571
▁બાંધીને	-3572
▁યુનિસાય	-3573
▁વ્યક્તિએ	-3574
▁દરવાજામાં	-3575
▁કામદારોનું	-3576
વૃ	-3577
▁૧	-3578
દિવ	-3579
લ્ડ	-3580
શીય	-3581
▁ખાદ	-3582
▁બાસ	-3583
▁માઉ	-3584
▁જમતા	-3585
▁ઝૂંપ	-3586
▁નર્સ	-3587
▁નાટક	-3588
▁પીતો	-3589
▁રીંછ	-3590
ઓમાંથી	-3591
▁આલિંગ	-3592
▁ઊભેલો	-3593
▁બેગપા	-3594
▁રાખતા	-3595
▁ખૂણામાં	-3596
▁છોકરાના	-3597
▁જન્મદિવ	-3598
▁ટ્રેકની	-3599
▁બિલબોર્ડ	-3600
▁હેડબેન્ડ	-3601
▁યુનિસાયકલ	-3602
▁શિયાળામાં	-3603
જિ	-3604
િર	-3605
ઇવર	-3606
ઈવર	-3607
બ્દ	-3608
▁ફિ	-3609
ન્ટલ	-3610
મ્મસ	-3611
▁બોય	-3612
▁લોડ	-3613
▁રમવા	-3614
▁સામા	-3615
▁સારી	-3616
વાયેલા	-3617
▁ખાદ્ય	-3618
▁ઘોડાઓ	-3619
▁ફિલ્ડ	-3620
▁ફેક્ટ	-3621
સ્ટેન્ડ	-3622
▁ગળામાં	-3623
▁ધુમ્મસ	-3624
▁રસ્તાઓ	-3625
▁સિલુએટ	-3626
▁ઘાસવાળી	-3627
▁બરબેકયુ	-3628
▁કાયાકિંગ	-3629
▁ઉદ્યોગપતિ	-3630
▁ગણવેશધારી	-3631
▁વ્યક્તિના	-3632
નેટ	-3633
સુટ	-3634
ૃદય	-3635
▁ટક	-3636
ઠ્ઠી	-3637
વરણી	-3638
વૃંદ	-3639
ૃત્ત	-3640
▁આગા	-3641
▁ઉંચ	-3642
▁એવા	-3643
▁ડોગ	-3644
▁દબા	-3645
▁દેશ	-3646
ુલાકા	-3647
્યુઅલ	-3648
▁ઊંધો	-3649
▁ખાવા	-3650
▁રેઈન	-3651
▁શબ્દ	-3652
▁હૃદય	-3653
▁ઉદ્યા	-3654
▁ઊભેલી	-3655
▁ક્રીમ	-3656
▁ગયેલી	-3657
▁ફળોના	-3658
▁બંદના	-3659
▁સ્માર	-3660
▁કાગળની	-3661
▁ગાલીચા	-3662
▁મુલાકા	-3663
▁વાંસળી	-3664
▁સાવરણી	-3665
▁પ્રિન્ટ	-3666
▁બેન્ડના	-3667
▁રિંગમાં	-3668
▁ગાયકવૃંદ	-3669
▁ઢંકાયેલો	-3670
▁શેરીમાંથી	-3671
▁કંટ	-3672
▁ગતિ	-3673
▁ડોળ	-3674
વૃત્ત	-3675
▁ઉભું	-3676
▁કરવત	-3677
▁ગુલદ	-3678
▁ગોરા	-3679
▁ટીવી	-3680
▁સ્ટો	-3681
▁સ્પે	-3682
▁આવ્યા	-3683
▁ડર્બી	-3684
▁ઢાંકી	-3685
▁દર્દી	-3686
▁ફટકાર	-3687
▁સફરજન	-3688
▁હુમલો	-3689
▁દેશમાં	-3690
▁લંબાવી	-3691
▁કરવાનું	-3692
▁મહિલાનો	-3693
▁માછીમાર	-3694
▁વિસ્તારની	-3695
િએ	-3696
ંડો	-3697
ગરી	-3698
ગાર	-3699
▁યો	-3700
માંક	-3701
▁પોપ	-3702
▁મીઠ	-3703
▁અનુભ	-3704
▁આંતર	-3705
▁ઊંચે	-3706
▁કરડે	-3707
▁ઠંડી	-3708
▁ડાઇન	-3709
▁ન્યુ	-3710
▁પરની	-3711
▁ઉડાડી	-3712
▁કરતું	-3713
▁ગેરેજ	-3714
▁તસવીર	-3715
▁વંશીય	-3716
▁વેચતી	-3717
▁સાઇકલ	-3718
શર્ટમાં	-3719
▁કાપેલા	-3720
▁ટાયરના	-3721
▁ધકેલતો	-3722
▁ધરાવતા	-3723
▁સામેની	-3724
▁સ્કાઉટ	-3725
▁કપમાંથી	-3726
▁ટેકરીની	-3727
▁ઢગલામાં	-3728
▁બ્લોક્સ	-3729
▁વસ્તુને	-3730
▁હૂડવાળા	-3731
▁ફૂટબોલની	-3732
▁શણગારેલી	-3733
▁એપાર્ટમેન્ટ	-3734
▁1	-3735
ડેસ	-3736
ત્ય	-3737
બોચ	-3738
▁અં	-3739
▁વળ	-3740
▁વો	-3741
ંજરા	-3742
ચર્સ	-3743
તિકા	-3744
▁કવર	-3745
▁તાડ	-3746
▁હેર	-3747
▁આપવા	-3748
▁આર્ક	-3749
▁ઘેરી	-3750
▁જોકર	-3751
▁તરબૂ	-3752
▁પરનો	-3753
▁પિચર	-3754
▁લહેર	-3755
▁આકર્ષ	-3756
▁ઓર્ડર	-3757
▁ખાબોચ	-3758
▁ટબમાં	-3759
▁પત્તા	-3760
▁માણતા	-3761
▁મૂર્ખ	-3762
▁વેચતો	-3763
નર્તિકા	-3764
▁આલિંગન	-3765
▁ગ્રાહક	-3766
▁જૂથમાં	-3767
▁ડ્રેડલ	-3768
▁પાંજરા	-3769
▁ફટકારી	-3770
▁ફુગ્ગો	-3771
▁ગોળાકાર	-3772
▁છોકરાની	-3773
▁ડોકિયું	-3774
▁વાહનમાં	-3775
▁પૈડાવાળી	-3776
▁પ્રકારનો	-3777
▁નૃત્યનર્તિકા	-3778
એક	-3779
ંટો	-3780
ણના	-3781
ર્ધ	-3782
ન્ડી	-3783
▁પોટ	-3784
▁યુગ	-3785
▁સંક	-3786
▁અંગૂ	-3787
▁કમાન	-3788
▁ચૂલા	-3789
▁તેવી	-3790
▁નકશા	-3791
▁મુક્	-3792
વસ્થિત	-3793
▁આગામી	-3794
▁આવેલી	-3795
▁ઉપરના	-3796
▁ચાલવા	-3797
▁જંગલી	-3798
▁તેમનો	-3799
▁રિપેર	-3800
▁શ્યામ	-3801
▁હલાવે	-3802
▁એન્જિન	-3803
▁છોકરાએ	-3804
▁ટેલિવિ	-3805
▁તળાવના	-3806
▁પ્લેયર	-3807
▁બનાવતો	-3808
▁વાહનની	-3809
▁કાદવમાં	-3810
▁યુક્તિઓ	-3811
▁વર્ગમાં	-3812
▁સાથેનું	-3813
▁ઉદ્યાનમાં	-3814
મ્સ	-3815
લોક	-3816
વાન	-3817
ોરસ	-3818
▁નવી	-3819
▁ફર્	-3820
માંકન	-3821
િયાના	-3822
▁કર્બ	-3823
▁ચાદર	-3824
▁તરંગ	-3825
▁પાવર	-3826
▁બોડી	-3827
▁વિતા	-3828
▁સ્કે	-3829
▁ટપકાં	-3830
▁દીકરા	-3831
▁બીજું	-3832
▁સૂઈને	-3833
▁કિલ્લા	-3834
▁જંગલની	-3835
▁ટોળાની	-3836
▁કાયકમાં	-3837
▁છોકરાનો	-3838
▁પેટ્રોલ	-3839
▁બાઉલમાં	-3840
▁માણસનું	-3841
▁લાકડાનો	-3842
▁ઉત્સવમાં	-3843
▁પુરુષોની	-3844
▁વોટરસ્કી	-3845
▁સ્કીઅર્સ	-3846
▁પદયાત્રીઓ	-3847
▁ફિલ્માંકન	-3848
▁સેટિંગમાં	-3849
ઇઝ	-3850
કોટ	-3851
દાચ	-3852
રોડ	-3853
નાના	-3854
વીરો	-3855
ુંડા	-3856
▁ઊંચ	-3857
▁જોક	-3858
▁તબી	-3859
▁બૂમ	-3860
▁વિગ	-3861
▁શીટ	-3862
▁હંસ	-3863
▁હાવ	-3864
ન્ટેડ	-3865
▁ઉછળી	-3866
▁ઉછાળ	-3867
▁ઉડતા	-3868
▁ચઢાણ	-3869
▁ચૂંટ	-3870
▁ઝાડુ	-3871
▁ઝૂકે	-3872
▁નાગર	-3873
▁બ્રો	-3874
▁અંધાર	-3875
▁કરાવી	-3876
▁કાપવા	-3877
▁થયેલા	-3878
▁નજીકથી	-3879
▁બનાવતા	-3880
▁ઉનાળાના	-3881
▁ટેલિફોન	-3882
▁ધ્યાનથી	-3883
રોપ	-3884
▁ATV	-3885
▁આઈસ	-3886
▁ગલુ	-3887
▁થાક	-3888
▁નમી	-3889
▁ઓરિએ	-3890
▁કદાચ	-3891
▁ચમચી	-3892
▁ચાવી	-3893
▁થતાં	-3894
▁બેસા	-3895
▁બ્લી	-3896
▁ભીનો	-3897
▁વેઇટ	-3898
▁સોડા	-3899
▁ઉછાળે	-3900
▁કિલ્ટ	-3901
▁કોલેજ	-3902
▁તબીબી	-3903
▁મોબાઇલ	-3904
▁હાવભાવ	-3905
▁ગલુડિયા	-3906
▁ટ્રકમાં	-3907
▁ડ્રાઈવર	-3908
▁બારીમાં	-3909
▁વેક્યુમ	-3910
▁જાહેરમાં	-3911
▁ટેલિવિઝન	-3912
▁સવારોનું	-3913
▁અગ્નિશામક	-3914
▁પ્રયોગશાળામાં	-3915
વય	-3916
▁'	-3917
વીચ	-3918
હાર	-3919
િનો	-3920
્વિ	-3921
▁20	-3922
▁રડ	-3923
સ્સા	-3924
▁થિય	-3925
▁માન	-3926
▁વહા	-3927
ફ્લોપ	-3928
▁અવ્ય	-3929
▁શ્રે	-3930
▁કરનાર	-3931
▁ઘોડેસ	-3932
▁નદીના	-3933
▁ફર્નિ	-3934
▁બેલ્ટ	-3935
▁રંગથી	-3936
▁હોડીઓ	-3937
અમેરિકન	-3938
▁ધૂળમાં	-3939
▁પટ્ટાઓ	-3940
▁ક્લબમાં	-3941
▁ચાંદીની	-3942
▁ટોપીમાં	-3943
▁ભીડવાળી	-3944
▁કમ્પ્યુટ	-3945
▁તડકાવાળા	-3946
▁ચશ્માવાળો	-3947
▁રોલરબ્લેડ	-3948
▁અવ્યવસ્થિત	-3949
કેક	-3950
મીણ	-3951
િયો	-3952
▁કટ	-3953
ન્ની	-3954
▁ભાઈ	-3955
▁સરક	-3956
▁હાઈ	-3957
ઝામાં	-3958
દર્શક	-3959
▁સેલો	-3960
▁લાંબો	-3961
▁હાઇકર	-3962
▁દિવસનો	-3963
▁બંદૂકો	-3964
▁બોટમાં	-3965
▁સજ્જનો	-3966
▁સ્પ્રિ	-3967
▁હોડીની	-3968
▁ગ્રામીણ	-3969
▁ટોળામાં	-3970
▁પ્રાણીને	-3971
▁માર્ચિંગ	-3972
▁જિમ્નેસ્ટિક્સ	-3973
ચો	-3974
ડન	-3975
બંધ	-3976
માળ	-3977
▁ઓપ	-3978
▁વૈ	-3979
ઇપોડ	-3980
તમાં	-3981
ર્તા	-3982
સ્થા	-3983
▁ઉષ્	-3984
▁ઊંઘ	-3985
▁ખંજ	-3986
▁જહા	-3987
▁દડા	-3988
▁મિશ	-3989
સ્ટ્ર	-3990
▁અક્ષ	-3991
▁એકઠા	-3992
▁છેડે	-3993
▁શેકી	-3994
▁ડિસ્ક	-3995
▁તપાસી	-3996
▁તેમાં	-3997
▁નામની	-3998
▁આકારના	-3999
▁દરવાજો	-4000
▁દિવસના	-4001
▁ભોજનનો	-4002
▁સાથેના	-4003
▁કિશોરવય	-4004
▁બાંધેલો	-4005
▁બેલેન્સ	-4006
▁લટકાવેલા	-4007
▁વાદળછાયા	-4008
▁વેલ્ડિંગ	-4009
▁સેન્ડવીચ	-4010
▁રોડીયોમાં	-4011
▁સિમેન્ટની	-4012
ભર	-4013
ખું	-4014
ટિબ	-4015
નિશ	-4016
ંધીય	-4017
ચલાઉ	-4018
ટુંબ	-4019
પ્રદ	-4020
લાઇન	-4021
વર્સ	-4022
ોનિટ	-4023
▁મૃત	-4024
▁રાજ	-4025
▁વોશ	-4026
ણકટિબ	-4027
દાર્થ	-4028
▁અમેર	-4029
▁ખોલે	-4030
▁ચીસો	-4031
▁જૂથો	-4032
▁નીચા	-4033
▁નોંધ	-4034
▁ન્યૂ	-4035
▁રેખા	-4036
▁શ્વા	-4037
▁ઇન્ટર	-4038
▁દૂરથી	-4039
▁ધકેલે	-4040
▁માલિક	-4041
▁મીઠાઈ	-4042
▁રાફ્ટ	-4043
▁સળિયા	-4044
▁ખેતરની	-4045
▁રાખેલો	-4046
▁વીંટાળ	-4047
▁વ્હીલી	-4048
▁સાન્ટા	-4049
▁હોલમાં	-4050
▁આસપાસના	-4051
▁કામચલાઉ	-4052
▁ચલાવીને	-4053
▁ટુકડાને	-4054
▁મોજામાં	-4055
ણકટિબંધીય	-4056
▁પ્રવૃત્ત	-4057
▁ફોલ્ડિંગ	-4058
▁અંધારામાં	-4059
▁બાંધકામના	-4060
▁દરવાજામાંથી	-4061
▁ઉષ્ણકટિબંધીય	-4062
પની	-4063
ળતી	-4064
ાવી	-4065
સ્કો	-4066
હાઇટ	-4067
▁કોલ	-4068
▁ગરી	-4069
▁પીં	-4070
▁લખે	-4071
▁વહન	-4072
▁હાઉ	-4073
▁કુંડ	-4074
▁બર્ગ	-4075
▁રેપિ	-4076
▁સંકે	-4077
▁સમાન	-4078
▁કરાવે	-4079
▁કૂદતો	-4080
▁નાચતી	-4081
▁મોનિટ	-4082
▁મોપેડ	-4083
▁સાંજે	-4084
સ્કાર્ફ	-4085
▁આવ્યું	-4086
▁ટોપલીઓ	-4087
▁તોફાની	-4088
▁ધુમાડો	-4089
▁રહેલું	-4090
▁બાંધેલી	-4091
▁આર્ટ્સનો	-4092
▁ઓરિએન્ટલ	-4093
▁કોલરવાળા	-4094
▁ગુલદસ્તો	-4095
▁ચિત્રમાં	-4096
▁કિશોરોનું	-4097
▁પ્રવાહમાં	-4098
▁પ્લાઝામાં	-4099
▁વાદળછાયું	-4100
▁મેળાવડામાં	-4101
હૂ	-4102
▁-	-4103
રેખ	-4104
િશુ	-4105
ંત્ર	-4106
િયાળ	-4107
સામાન	-4108
▁એન્ડ	-4109
▁કાપે	-4110
▁પલટી	-4111
▁પિઝા	-4112
▁બેરલ	-4113
▁શિશુ	-4114
▁સેવા	-4115
▁હળવા	-4116
▁પડેલી	-4117
▁પાંખો	-4118
▁પીંછા	-4119
▁મિક્સ	-4120
▁વીંટી	-4121
▁સ્વાદ	-4122
▁વ્હાઇટ	-4123
▁હેન્ડલ	-4124
▁કુસ્તીબા	-4125
▁ફૂટબોલના	-4126
▁સ્પ્રિંક	-4127
▁સ્લીવલેસ	-4128
▁તૈયારીમાં	-4129
▁હોસ્પિટલના	-4130
ંશ	-4131
ચું	-4132
રોહ	-4133
વાસ	-4134
સના	-4135
▁આદ	-4136
ંશિક	-4137
ચકિત	-4138
પાસે	-4139
▁ગેટ	-4140
▁રોલ	-4141
▁લૂમ	-4142
▁લેટ	-4143
▁વણા	-4144
▁વધે	-4145
▁સાન	-4146
▁ઉડતો	-4147
▁ક્લબ	-4148
▁ગૂંથ	-4149
▁ચાટી	-4150
▁ટેકલ	-4151
▁પીણા	-4152
▁બ્લો	-4153
▁વર્ષ	-4154
▁સાધુ	-4155
ઝ્યુઅલ	-4156
▁આંશિક	-4157
▁કાળજી	-4158
▁ગળાનો	-4159
▁તપાસે	-4160
▁ધૂળના	-4161
▁સ્ટીક	-4162
▁ઊભેલું	-4163
▁તંબુની	-4164
▁ત્રીજા	-4165
▁નાખીને	-4166
▁બોક્સર	-4167
▁સમારોહ	-4168
▁ગોળીબાર	-4169
▁ચામડીનો	-4170
▁જોડાયેલ	-4171
▁બાંધેલા	-4172
▁બોર્ડની	-4173
▁માળખાની	-4174
▁રમતિયાળ	-4175
▁સાધનોનો	-4176
▁પ્રકારનું	-4177
▁બાથરૂમમાં	-4178
▁મિત્રોનું	-4179
▁હેડસ્કાર્ફ	-4180
▁આશ્ચર્યચકિત	-4181
▁સ્પર્ધાત્મક	-4182
▁સંગ્રહાલયમાં	-4183
પથ	-4184
હર	-4185
ગર્	-4186
ટેડ	-4187
નનો	-4188
રેક	-4189
▁કૌ	-4190
▁બગ	-4191
▁સસ	-4192
નાટા	-4193
ફાયર	-4194
