<pad>	0
<s>	0
</s>	0
<unk>	0
<PAD>	0
▁છે	-2.60285
.	-2.62678
▁એક	-3.02395
▁પર	-3.58537
▁અને	-4.04293
ી	-4.10283
ે	-4.14772
▁રહ્યો	-4.27524
▁કૂતરો	-4.28024
ની	-4.30045
▁માણસ	-4.39989
ા	-4.4857
▁બે	-4.48824
▁સાથે	-4.61191
▁	-4.77322
▁સફેદ	-4.8677
થી	-4.92061
▁કરે	-4.93029
ો	-4.96494
▁છોકરો	-5.02913
ના	-5.03071
▁છોકરી	-5.07725
માં	-5.11367
▁લોકો	-5.16054
▁રહી	-5.17664
ને	-5.20213
,	-5.20235
▁લાલ	-5.23448
ું	-5.27376
▁કરી	-5.27463
▁રહ્યા	-5.29019
▁કૂતરા	-5.29101
▁વાદળી	-5.41738
▁કાળો	-5.43953
▁તેના	-5.45737
▁પહેરેલો	-5.46779
▁બાળક	-5.50439
▁સ્ત્રી	-5.55447
▁વ્યક્તિ	-5.58269
નો	-5.63464
▁કૂદી	-5.64402
▁સામે	-5.71338
▁મહિલા	-5.74262
▁પહેરેલી	-5.75028
▁બોલ	-5.77547
▁દોડી	-5.77623
▁બાળકો	-5.83585
નું	-5.83943
▁તેન	-5.85077
▁જ્યારે	-5.85799
▁યુવાન	-5.86139
▁નાનો	-5.86265
▁નીચે	-5.87301
▁શર્ટ	-5.87762
▁બહાર	-5.87991
▁ત્રણ	-5.90632
▁પાણીમાં	-5.90772
▁માટે	-5.92828
▁રમે	-5.93216
▁જોઈ	-5.9473
▁ભૂરા	-5.95508
▁હવામાં	-6.03104
▁તરફ	-6.03309
▁કાળા	-6.04764
▁ઉભ	-6.0507
▁જૂથ	-6.08585
માંથી	-6.095
▁પ	-6.10032
▁પાસે	-6.13988
▁બાજુમાં	-6.15754
▁કૂદકો	-6.20435
▁પાણી	-6.20857
▁દોડ	-6.20886
▁તે	-6.22568
▁ઘાસ	-6.23662
જુએ	-6.23684
▁ઉપર	-6.24269
સાર	-6.24555
▁બાઇક	-6.27039
▁ઊભો	-6.27333
▁પાછળ	-6.30016
▁રમી	-6.30785
▁બરફમાં	-6.31449
▁બીચ	-6.33191
▁રહ્ય	-6.36111
▁રંગનો	-6.38081
▁હોય	-6.39844
▁લીલા	-6.40407
▁નાન	-6.40442
▁હાથ	-6.43712
▁મોંમાં	-6.44224
▁નાના	-6.49254
▁ચાલ	-6.5139
▁પુરુષ	-6.5293
▁નારંગી	-6.53019
▁ગુલાબી	-6.53025
▁ટોપી	-6.53521
▁છોકરીઓ	-6.5476
▁પહેરેલા	-6.55016
▁સવારી	-6.56771
▁છોકરાઓ	-6.58233
▁ઘાસમાં	-6.58583
▁બરફ	-6.59269
▁ખેલાડી	-6.59877
▁પીળા	-6.6065
▁ખડક	-6.63633
▁શેરીમાં	-6.63643
થાય	-6.64195
▁મોટા	-6.64381
-	-6.68751
▁માણસો	-6.68918
▁ધરાવ	-6.70204
▁પોઝ	-6.70268
▁મેદાનમાં	-6.71184
▁ફૂટબોલ	-6.71319
▁નજીક	-6.71541
▁લઈને	-6.72065
▁સાયકલ	-6.73389
ન	-6.7459
▁રસ્તા	-6.74619
▁માર	-6.74665
▁કેમેરા	-6.74929
▁તેમન	-6.75283
▁જ	-6.76447
▁જે	-6.77505
▁બેઠો	-6.82687
▁પોશાક	-6.84524
▁થઈ	-6.8642
▁ચાલી	-6.86865
▁બ્રાઉન	-6.87747
િંગ	-6.88187
▁પકડીને	-6.88332
▁પૂલમાં	-6.89608
▁ભૂરો	-6.89708
▁દિવાલ	-6.92283
▁સવાર	-6.92565
▁પકડી	-6.93018
▁વખતે	-6.94058
▁જાય	-6.94494
▁મોટો	-6.94736
▁કેટલાક	-6.9489
▁ચાર	-6.95382
▁સ્કેટબોર્ડ	-6.95729
▁અન્ય	-6.96549
▁લાકડી	-6.96643
▁શર્ટમાં	-6.98111
▁આસપાસ	-6.99151
▁બીજા	-6.99423
▁પાણીન	-6.99699
▁ખેતરમાં	-6.99929
▁ટેકરી	-7.00388
▁રમતા	-7.01939
▁સોકર	-7.02793
▁આપ	-7.03693
▁દ્વારા	-7.05039
▁પર્વત	-7.05614
▁ઝાડ	-7.06407
▁કરતી	-7.0681
▁જેકેટ	-7.06852
▁રમત	-7.07098
▁ટેનિસ	-7.07573
▁ચલાવ	-7.08405
▁બેસે	-7.08771
▁મહિલાઓ	-7.08821
▁પ્રયાસ	-7.08985
▁ધરાવત	-7.09793
▁પડે	-7.10692
▁પહેરે	-7.1234
▁બરફીલા	-7.126
▁વૃદ્ધ	-7.12843
ઈ	-7.12919
▁બાસ્કેટબોલ	-7.15016
▁ફૂટપાથ	-7.15083
▁કાર	-7.17542
▁બેઠી	-7.17936
▁પહેરીને	-7.18198
▁કિનારે	-7.19019
▁નાનું	-7.19338
▁રંગના	-7.20207
▁ચઢી	-7.21426
ક	-7.22341
▁હેલ્મેટ	-7.22396
▁પાર્કમાં	-7.23905
▁રાખે	-7.24013
▁જમીન	-7.26138
▁પીછો	-7.26273
▁સ્વિમિંગ	-7.2768
એ	-7.28622
▁યુક્તિ	-7.28795
▁ભીડ	-7.29511
▁સ્મિત	-7.29974
▁આવે	-7.30497
▁રંગની	-7.31475
▁ઘણા	-7.32286
▁પકડવા	-7.32559
▁મોટી	-7.3285
▁સ્લાઇડ	-7.33291
▁પગ	-7.33437
▁કરવા	-7.33646
▁વાડ	-7.34748
▁લઈ	-7.35316
▁સ્વિંગ	-7.35964
▁કે	-7.36349
▁બીજ	-7.36641
▁લાકડાન	-7.36721
▁પકડે	-7.36838
▁પૃષ્ઠભૂમિમાં	-7.37977
▁વડ	-7.38795
▁સ્કેટબોર્ડર	-7.38977
▁કંઈક	-7.3946
▁ટોચ	-7.39462
▁બેન્ચ	-7.39984
▁રમકડા	-7.40477
▁આ	-7.40604
▁રેમ્પ	-7.41132
▁લે	-7.41318
▁વિસ્તારમાં	-7.41696
▁સોનેરી	-7.42079
▁મોટરસાઇકલ	-7.42155
▁મારી	-7.42748
▁જાંબલી	-7.43057
▁કાળી	-7.43089
▁ચહેરા	-7.4354
▁પુરુષો	-7.44486
▁બેઠા	-7.4503
▁બેઝબોલ	-7.45261
▁મેદાન	-7.45303
▁વચ્ચે	-7.45575
▁ગ્રે	-7.46513
▁જેકેટમાં	-7.46745
▁ખેલાડીઓ	-7.47841
▁ચલાવી	-7.48262
▁ઊભી	-7.48392
▁પીળી	-7.49076
ર	-7.49107
▁ત્યાર	-7.49159
▁જંગલમાં	-7.49801
▁ટેબલ	-7.50449
▁ચિત્ર	-7.51114
▁અંદર	-7.51924
વાળી	-7.52027
▁માથા	-7.52438
▁સનગ્લાસ	-7.53352
▁કરતો	-7.53715
▁વાળ	-7.54871
▁વાત	-7.56661
▁ટ્રેક	-7.58701
▁દોડતો	-7.5958
▁સૂઈ	-7.59671
▁એકબીજા	-7.60113
▁મારતો	-7.60148
▁ખડકો	-7.60509
▁રેસ	-7.61193
ય	-7.61656
▁ટેન	-7.62677
▁ખડકાળ	-7.63334
▁યુવતી	-7.63849
▁પોશાકમાં	-7.6395
▁આવ	-7.63967
▁કોઈ	-7.65781
▁આપી	-7.66064
▁તરી	-7.66188
▁સ્નોબોર્ડર	-7.6626
▁બેકગ્રાઉન્ડમાં	-7.67019
▁બેઠેલા	-7.67078
િત	-7.67322
▁કારણ	-7.67478
▁રેતી	-7.68025
▁ના	-7.68342
▁બોલન	-7.68347
▁પીળો	-7.68386
▁સ્ત્રીઓ	-7.68663
▁જીન્સ	-7.7091
▁ઘોડા	-7.71048
▁ભુરો	-7.71355
▁ડ્રેસમાં	-7.71691
▁અવરોધ	-7.71846
▁મોજા	-7.72808
▁ઊભું	-7.73528
ં	-7.74139
સાથે	-7.76267
▁રેતીમાં	-7.76975
વાળા	-7.77372
▁મોં	-7.78228
▁બીજી	-7.79137
▁રાહ	-7.79603
▁પુખ્ત	-7.79605
▁રંગબેરંગી	-7.79608
▁સમુદ્રમાં	-7.79971
▁તળાવ	-7.80077
▁હસતી	-7.80156
▁બાળકને	-7.80396
▁કપડાં	-7.80637
▁મધ્ય	-7.80939
▁વિશાળ	-7.81055
▁એશિય	-7.8214
▁ગણવેશ	-7.82291
▁કરતા	-7.82357
▁ઉડ	-7.83491
▁પહેરેલ	-7.83693
બ	-7.83996
લ	-7.84924
▁ઘાસન	-7.85792
▁કોલર	-7.85937
▁હાથમાં	-7.8597
્સ	-7.87367
▁પક્ષી	-7.87698
▁તળાવમાં	-7.87724
▁ભાગ	-7.88336
▁રમકડું	-7.88688
▁હોકી	-7.8897
▁દોરડા	-7.89667
▁પીઠ	-7.89686
▁ધૂળ	-7.89729
▁પુલ	-7.90082
▁રહેલ	-7.90779
▁સર્ફર	-7.90804
▁વસ્તુ	-7.90901
▁લાંબા	-7.90954
▁શેરી	-7.91047
▁કોટ	-7.91109
▁પલંગ	-7.91371
▁બેકપેક	-7.91807
▁દૂર	-7.9255
▁કૂતરાઓ	-7.92641
▁ઊંચ	-7.93038
▁વાળવાળી	-7.9372
▁ઢંકાયેલ	-7.94529
▁છોકરા	-7.96028
▁ગિટાર	-7.96834
▁ઊભ	-7.96865
▁પેન્ટ	-7.97196
▁લોકોન	-7.97668
▁વગાડ	-7.97939
▁ટી	-7.98123
▁ચશ્મા	-7.98341
▁એકબીજાન	-7.9845
▁લીલી	-7.99065
▁દરમિયાન	-7.99142
▁ઊંચા	-7.99227
▁ફ્રિસબી	-8.00906
▁ફેંકી	-8.01275
▁બેઠેલી	-8.01615
▁ચડ	-8.01616
▁આગળ	-8.01792
▁દરિયા	-8.02134
▁બોર્ડ	-8.02581
▁ધ્વજ	-8.03267
▁ફોટો	-8.03334
▁પડી	-8.03409
્ડી	-8.04626
ાં	-8.05899
▁ચાલતા	-8.06199
▁ગૌરવર્ણ	-8.06395
▁રાખીને	-8.06454
▁ખૂ	-8.06528
▁ફ્લોર	-8.06991
▁માથું	-8.07686
▁સ	-8.07713
▁શહેરન	-8.07987
▁પાંચ	-8.08487
▁સમુદ્ર	-8.09087
▁સીડી	-8.09109
▁બાઇકર	-8.09674
▁તેમ	-8.10056
▁લાત	-8.10237
▁યુવતીઓ	-8.1034
▁બેગ	-8.10396
▁સર્ફબોર્ડ	-8.10688
▁તેજસ્વી	-8.10883
▁કૂદતો	-8.10909
▁ડાન્સ	-8.11038
▁તૈયાર	-8.11104
▁બેસીને	-8.11605
▁ટીમ	-8.11701
▁ડ્રેસ	-8.1268
▁ચ	-8.13377
▁ઊભેલ	-8.13522
▁શ્વાન	-8.13997
▁ચહેરો	-8.14283
▁યાર્ડમાં	-8.14407
▁પાર્ક	-8.14957
વામાં	-8.14985
▁રોક	-8.15716
▁ચઢ	-8.16188
▁અ	-8.17146
▁રાત્રે	-8.18385
▁પગથિયાં	-8.18469
▁બાજુ	-8.187
▁નદી	-8.18808
▁જંગલ	-8.18995
▁ખુરશી	-8.19105
ડે	-8.19225
▁દેખા	-8.19274
▁સ્કી	-8.21961
▁હતો	-8.22013
▁રીત	-8.22153
▁સ્લેજ	-8.22291
▁ડર્ટ	-8.22699
▁શોર્ટ્સ	-8.2295
શર્ટ	-8.23397
▁યુગલ	-8.23427
▁ઘાસની	-8.23955
▁વૃક્ષો	-8.24316
વા	-8.24884
▁લડ	-8.25113
▁પટ્ટાવાળા	-8.25153
▁લીલો	-8.25253
▁સ્વેટર	-8.25709
▁"	-8.26066
▁પી	-8.2641
▁ઢંકાયેલી	-8.26435
▁ટોપ	-8.26944
▁જેમાં	-8.26971
લા	-8.27374
▁ફર	-8.27917
▁છીછરા	-8.28063
ાળ	-8.28177
▁માર્ગ	-8.28193
▁ઈંટન	-8.28909
▁શહેર	-8.28926
▁ખેંચી	-8.2952
▁હસતો	-8.29636
▁વયના	-8.29751
▁સૂટ	-8.30206
તો	-8.30385
ઓ	-8.30958
▁રહેલો	-8.30994
▁સ્કીઅર	-8.31193
▁ભરેલ	-8.31495
▁સજ્જ	-8.31701
▁બ્લેક	-8.31975
▁રેલિંગ	-8.32241
▁ન	-8.32388
સાઇકલ	-8.32513
સ્ત	-8.32728
લો	-8.33223
▁ચાલવા	-8.33227
▁નવ	-8.33522
▁યુનિફોર્મમાં	-8.33893
▁સ્કેટબોર્ડિંગ	-8.33947
▁ધાર	-8.34286
▁પોતાન	-8.34286
▁સ્કીઇંગ	-8.34473
▁બોટ	-8.34665
▁રંગ	-8.34683
▁કરીને	-8.34753
ણ	-8.34769
▁પર્વતો	-8.34889
▁ફૂલો	-8.35135
▁રંગીન	-8.3536
▁છ	-8.35472
▁લૉન	-8.35581
▁રમતન	-8.35811
▁જીભ	-8.361
▁રમતમાં	-8.3611
▁પાર	-8.36124
▁વેસ્ટ	-8.36126
▁આજુબાજુ	-8.36488
▁ટોળું	-8.36984
▁પુરૂષ	-8.3711
▁બાજુએ	-8.37142
▁સ્કેટ	-8.37568
▁ટ્રેમ્પોલિન	-8.3781
▁સૂર્યાસ્ત	-8.3787
▁કુસ્તી	-8.37914
▁યુવક	-8.37959
▁ડોગ	-8.37999
▁વહ	-8.38022
▁દિવસે	-8.38058
ખાય	-8.38176
▁ડોક	-8.38297
▁આકાશ	-8.38523
▁આરામ	-8.3867
▁ચાલતો	-8.38949
▁સ્કાર્ફ	-8.39548
"	-8.39911
તા	-8.39952
િયા	-8.40032
▁બિલ્ડિંગન	-8.40121
▁ઝૂકી	-8.4015
▁ચાલતી	-8.40772
▁શીખત	-8.40983
▁ઝડપ	-8.41295
▁કોટમાં	-8.41642
▁લાંબ	-8.42008
▁સામ	-8.42737
▁રેત	-8.42849
વાનો	-8.42886
▁રેસમાં	-8.4305
▁રેલ	-8.43163
▁ટાયર	-8.43246
▁મ	-8.43261
▁તરંગ	-8.43279
▁વ્ય	-8.43823
▁સૂટમાં	-8.439
▁પહોંચ	-8.44457
▁રમતી	-8.44757
▁ઊભેલો	-8.44852
્ડ	-8.45479
▁બારી	-8.45627
▁સ્ટેજ	-8.45864
▁વિ	-8.46036
▁સમયે	-8.46054
▁બનાવે	-8.46134
▁વ	-8.46875
▁છાંટી	-8.47067
▁રહે	-8.47197
▁ગંદકી	-8.47593
▁કાન	-8.4762
▁ચિહ્ન	-8.4768
▁ગ્રેહાઉન્ડ	-8.47699
▁છાંટા	-8.48406
▁ગાય	-8.49531
▁શર્ટલેસ	-8.49679
▁વસ્ત્રો	-8.50125
▁ઘાસવાળા	-8.50131
▁ઉપયોગ	-8.50607
▁બંને	-8.50637
▁સર્ફિંગ	-8.50689
તી	-8.50814
▁પથ્થરન	-8.51186
▁હસ	-8.51522
▁આઉટડોર	-8.5159
▁નંબર	-8.51672
▁સેલફોન	-8.51793
▁પૂલ	-8.52548
▁માસ્ક	-8.52571
▁રાતા	-8.52668
▁ઘેરાયેલા	-8.5267
લી	-8.52843
▁ઘૂંટણ	-8.53039
▁બેઠેલો	-8.53677
▁દર્શકો	-8.53911
▁બ	-8.53988
ુંબન	-8.54335
▁સ્ટંટ	-8.54588
▁સાધનો	-8.54919
▁ટ્રેન	-8.55064
▁સરક	-8.55932
રે	-8.55967
▁ચલાવતો	-8.56191
▁નદીમાં	-8.56274
▁કેપ	-8.56511
▁બાથિંગ	-8.56641
▁પાછળથી	-8.56668
▁મોટું	-8.5683
▁નાક	-8.57094
▁સ્નોબોર્ડ	-8.57288
▁નૃત્ય	-8.57717
▁રેસિંગ	-8.57896
▁ધ્રુવ	-8.58714
▁તસવીર	-8.58733
▁કુરકુરિયું	-8.58773
▁યુક્તિઓ	-8.58805
▁લાઇન	-8.5901
▁હોડી	-8.59372
▁ખડકન	-8.59472
▁રાખોડી	-8.598
▁ત્યાં	-8.59922
▁આનંદ	-8.60449
▁પહેર્ય	-8.60574
▁પ્રાણી	-8.60749
▁ઘરન	-8.61237
▁નિશાની	-8.61356
▁વ્હીલ	-8.61448
▁સાથેન	-8.61791
▁બેટ	-8.6217
▁પરપોટા	-8.62354
▁ક	-8.6242
▁કૂતરાન	-8.62431
▁એ	-8.62482
▁ફેંક	-8.62905
▁દરવાજા	-8.62984
▁પછી	-8.63069
ાર	-8.63114
▁જંગલવાળા	-8.63161
▁બેઠ	-8.63194
િક	-8.63393
▁ખુલ્લ	-8.63773
▁છોકરાન	-8.64379
▁ઇમારત	-8.64601
▁અમેરિકન	-8.64678
▁બાર	-8.64744
▁ભેગ	-8.64765
▁પ્લાસ્ટિકન	-8.65214
▁મદદ	-8.65287
▁કોસ્ચ્યુમ	-8.65295
▁ખુલ્લા	-8.65835
▁મૂકે	-8.66377
▁આગ	-8.66651
▁કર	-8.66908
▁થત	-8.66999
▁ર	-8.67323
▁વળાંક	-8.67356
▁પાંદડા	-8.67605
▁ત	-8.68176
ેલા	-8.68496
્યું	-8.68503
▁ફુવારા	-8.68985
▁શહેરમાં	-8.69118
પ	-8.69307
▁વસ્ત્રોમાં	-8.69337
▁સમૂહ	-8.69637
▁વગાડી	-8.69772
▁રૂમમાં	-8.70135
▁કૂતરાના	-8.70161
▁પટ્ટાવાળી	-8.70389
▁ઇમારતન	-8.7081
ફ	-8.70822
▁પેન્ટમાં	-8.70975
▁સુંદર	-8.71107
▁સિગારેટ	-8.7111
▁બેંચ	-8.71244
▁સ્કેટિંગ	-8.71405
▁સ્કર્ટ	-8.7184
▁જર્સી	-8.72169
▁ભીડમાં	-8.72233
▁ખભા	-8.7234
▁કરડ	-8.72546
▁પહેર્યો	-8.72596
▁જમણ	-8.7271
▁ડાબ	-8.72798
▁શરીર	-8.73155
▁સ્પર્ધા	-8.73504
▁સમુદ્રન	-8.73544
▁ખેંચે	-8.74064
▁આછ	-8.74282
▁તૈયારી	-8.74344
▁લગાવે	-8.74612
▁ધોધ	-8.75288
▁પ્રદર્શન	-8.7582
▁યુવાનો	-8.7662
▁પુસ્તક	-8.76838
▁શોર્ટ્સમાં	-8.76859
▁પેઇન્ટ	-8.77231
▁માણ	-8.77248
▁ઢોળાવ	-8.77256
▁વાળવાળો	-8.77522
▁છત્રી	-8.78185
▁શ	-8.78589
▁વિસ્તાર	-8.78953
▁બોટલ	-8.79152
▁સૂર્ય	-8.79174
▁ટોપમાં	-8.79546
▁પકડેલ	-8.79772
▁રેકેટ	-8.7987
▁કેટલી	-8.79894
▁વાળો	-8.802
▁પોલીસ	-8.80422
▁કાળ	-8.80431
▁ટ્રક	-8.80528
▁ઝાડન	-8.80617
▁હલાવી	-8.81032
▁સવારો	-8.81116
▁ગ્રેફિટી	-8.81118
▁જર્મન	-8.81177
▁પસ	-8.81779
▁સેટ	-8.81995
▁ડોલ	-8.82087
▁ઢગલા	-8.82151
▁ઘેરા	-8.82553
▁જોતા	-8.82773
▁ક્રોસ	-8.83046
▁દૃશ્ય	-8.83614
▁સ્ટ	-8.83793
ડ	-8.84508
▁કિનારા	-8.84807
▁ફુવારામાં	-8.85213
▁મેચ	-8.85447
▁સબવે	-8.85483
ેડ	-8.86103
▁પહાડ	-8.86219
▁વાહન	-8.8644
▁કારમાં	-8.86448
▁ફ્રિસ્બી	-8.86524
▁ગોગલ્સ	-8.86621
▁પડેલ	-8.87039
▁ફટકાર	-8.87601
▁મારવા	-8.87939
▁કપ	-8.88055
▁લાઇફ	-8.88059
િયે	-8.88689
▁યુનિફોર્મ	-8.88965
▁ફેંકવા	-8.89061
▁દંપતી	-8.89495
▁ઉંચ	-8.8981
▁લ	-8.90112
▁કપડા	-8.90271
▁બધા	-8.903
▁સ્વેટશર્ટ	-8.90407
▁ખાબોચિયામાં	-8.90651
સ	-8.91097
▁ભીનો	-8.91226
▁દોરડ	-8.91415
▁વગરન	-8.9201
▁સ્વિમસ્યુટ	-8.9238
▁પાટા	-8.92428
▁સુધી	-8.92444
▁બૂટ	-8.92653
▁મા	-8.92702
ીય	-8.92859
▁ફ્રિસબીન	-8.93684
▁ક્લોઝઅપ	-8.93871
▁રહ	-8.94027
▁તેઓ	-8.9415
▁કોંક્રિટ	-8.94306
▁માછલી	-8.94417
▁લોગ	-8.94549
▁કાઢે	-8.94754
▁કોર્ટ	-8.94915
▁ચપ્પુ	-8.95383
▁કાઉબોય	-8.95384
▁હસતાં	-8.95426
▁રાઈડ	-8.95525
▁સૂતો	-8.95593
▁સપાટી	-8.95689
▁ઉભેલ	-8.95719
▁કોર્સ	-8.96261
▁ધાતુન	-8.96921
▁સ્કૂટર	-8.9711
▁સૂકા	-8.97125
▁ખ	-8.97187
▁ખુરશીઓ	-8.9723
▁શોપ	-8.97307
▁હૂપ	-8.9742
ંગ	-8.97457
મ	-8.97479
▁અંતર	-8.97687
▁છંટકાવ	-8.98016
▁આંખો	-8.98197
▁રગ્બી	-8.98484
▁ઉંચી	-8.98591
▁ઊંડા	-8.98848
▁બિલાડી	-8.98921
▁શિયાળાન	-8.99039
્ય	-8.99327
જ	-9.00005
ુ	-9.00016
▁હેઠળ	-9.00109
▁હસતા	-9.00218
▁કામ	-9.0044
▁નાનકડ	-9.00473
ક્રોસ	-9.00994
▁પટ્ટા	-9.01247
▁ચલાવત	-9.0144
▁ઈશાર	-9.01515
ટ	-9.01599
▁માઇક્રોફોન	-9.01687
▁હાઇકર	-9.01762
▁ફ્લિપ	-9.018
▁માછીમારી	-9.02053
▁લાઇનમાં	-9.02216
▁વાંચે	-9.02362
▁વિરોધી	-9.02688
▁પથ્થર	-9.03032
▁સ્પર્શ	-9.03138
▁તરત	-9.03193
▁ગ્રીન	-9.03238
▁કાબૂ	-9.03321
▁બોક્સ	-9.03542
▁નીકળી	-9.03713
▁થાંભલા	-9.0386
▁કાગળ	-9.04023
▁કિશોર	-9.04035
▁પ્લે	-9.04063
▁પડેલો	-9.04135
▁જેવ	-9.04321
▁હવા	-9.04668
▁દેખાત	-9.04778
▁ગયો	-9.05048
▁ચડતો	-9.05119
▁ઘોડો	-9.05134
▁હાઇક	-9.05392
▁કાદવમાં	-9.05392
▁ચિત્રો	-9.05632
▁રમ	-9.05724
▁કાર્ટ	-9.0575
▁ફૂલ	-9.0588
▁માતા	-9.05965
▁કૂતરાઓન	-9.06786
▁ગોલ	-9.06885
▁કાપડ	-9.07167
કી	-9.07218
▁જર્સીમાં	-9.07381
▁મેળવવા	-9.07903
વું	-9.07982
▁રહેલી	-9.0803
▁બેન્ડ	-9.08268
▁બતક	-9.08692
▁છોડ	-9.08844
▁પાર્ટી	-9.09063
▁લેવા	-9.09447
▁ગિયર	-9.09704
▁આફ્રિકન	-9.10184
▁સ્નોબોર્ડિંગ	-9.10321
▁ફોન	-9.10707
▁તંબુ	-9.10725
▁ફ	-9.10768
▁ભીના	-9.10916
▁ખોરાક	-9.10992
▁જોડાયેલ	-9.11193
▁ઘણ	-9.11307
▁વોલીબોલ	-9.11582
▁સર્ફમાં	-9.11697
▁રુંવાટીદાર	-9.11951
▁આઇસ	-9.11952
▁ક્લાઇમ્બીંગ	-9.11992
▁નગ્ન	-9.11994
▁હેન્ડ	-9.1201
▁હાર્નેસ	-9.12418
▁કાદવવાળ	-9.12481
▁જેમ	-9.12677
▁પીણ	-9.12819
▁ઘર	-9.13222
▁ફોટોગ્રાફ	-9.13527
▁સ્વિમ	-9.13614
▁કિક	-9.13662
▁જોવા	-9.13753
▁દાઢીવાળો	-9.13841
▁સીટ	-9.1404
▁ઝૂલ	-9.14095
કે	-9.14414
▁નળી	-9.14566
▁રમકડાં	-9.14663
▁ઝૂલા	-9.14922
▁ઉ	-9.1493
▁ધૂળવાળ	-9.15023
▁દાઢી	-9.15269
▁પોતાનો	-9.15375
▁સોફ્ટબોલ	-9.15658
▁બતાવે	-9.15906
▁વોટર	-9.15949
▁મારતા	-9.16067
▁મેદાનમાંથી	-9.1617
▁શોટ	-9.17421
▁દોડત	-9.17718
▁ગિયરમાં	-9.18042
▁લટકતી	-9.18066
▁વાળવાળા	-9.18178
▁કૅમેરા	-9.18199
▁આંગણામાં	-9.18315
▁રેસ્ટોરન્ટમાં	-9.1843
▁ઉતાર	-9.18535
▁રેસર	-9.1863
વિધ	-9.18847
▁સંતુલ	-9.1943
▁ગરમ	-9.19469
▁બેઠેલું	-9.1954
▁બંધ	-9.197
▁હતી	-9.19728
▁ગલુડિયાઓ	-9.19834
▁ઉતરી	-9.1986
▁જેના	-9.20114
▁પરિવાર	-9.20141
ડી	-9.20199
▁ટીમન	-9.20215
▁ગ	-9.20313
▁ફૂલોન	-9.20409
▁નાવડી	-9.20712
▁નાખ	-9.20877
▁રમકડાન	-9.20971
સ્ટેન્ડ	-9.20992
▁રેસટ્રેક	-9.21308
▁જૂતા	-9.21565
▁ખાઈ	-9.2163
▁વાંચી	-9.21762
▁પીવ	-9.21786
▁પગે	-9.22124
▁પાંખો	-9.22963
▁રંગમાં	-9.23005
▁કાયકમાં	-9.23181
▁પુરૂષો	-9.2325
▁ગ્રામ	-9.23301
▁હુલા	-9.23394
▁આલિંગન	-9.23396
▁સ્કાયર	-9.2341
▁મેટલ	-9.23534
▁નજર	-9.23617
▁મેળવ	-9.23691
▁કાયક	-9.23885
▁ઝૂલતી	-9.2414
▁ગાડી	-9.24392
▁લટક	-9.24481
▁બિલ્ડિંગ	-9.24708
▁બહુ	-9.24928
▁પાછ	-9.25013
્યા	-9.25127
▁ઊ	-9.25338
▁સર્ફ	-9.25392
▁મોહૌક	-9.25426
▁સ્નો	-9.25469
▁ગંદ	-9.25668
▁દે	-9.25721
▁પ્લેટફોર્મ	-9.25946
ગી	-9.26018
▁ધક	-9.26962
▁પ્રતિમા	-9.27026
▁પ્રકાશ	-9.27293
ઇડ	-9.27304
▁મોજામાં	-9.27413
▁શરૂ	-9.27508
▁દાંત	-9.27508
▁હેડબેન્ડ	-9.27512
્કો	-9.27552
▁ચામડાન	-9.27571
▁આપતા	-9.27847
ઝ	-9.27876
▁ડ્રમ	-9.27945
▁ખુશ	-9.28137
▁દોડતી	-9.28231
▁ડૂબ	-9.29012
▁ટીમો	-9.29105
▁બિકીની	-9.29169
▁ટ્યુબ	-9.29314
▁પોલ	-9.29351
▁ઇમારતો	-9.29387
▁રંગન	-9.29456
▁વ્હાઇટ	-9.29638
▁પાથ	-9.29743
▁ચડતી	-9.29846
▁ફેરવે	-9.30055
▁પેરાશૂટ	-9.30148
▁તપાસ	-9.30192
▁ધકેલ	-9.30236
▁લાકડા	-9.30683
▁આવેલ	-9.30802
▁બગીચામાં	-9.30936
▁પતંગ	-9.31054
▁ઝૂકે	-9.31361
▁નિર્દેશ	-9.31812
▁મોટરબાઈક	-9.31813
▁અસ્પષ્ટ	-9.31814
▁હસતું	-9.31901
ત	-9.31927
▁ક્રિકેટ	-9.32022
▁અથ	-9.32033
▁હ	-9.32128
▁દરિયાકિનાર	-9.3228
▁ટોપીમાં	-9.32481
▁લગાવી	-9.32555
▁બેકયાર્ડમાં	-9.3257
▁વધ	-9.32642
▁મોટરસાયકલ	-9.32714
▁કાદવ	-9.3284
▁કરવાન	-9.32989
▁ડાર્	-9.33011
▁જોત	-9.33353
▁ગયેલ	-9.33534
▁ટ્રાફિક	-9.33608
▁પાડ	-9.33662
▁પેડલ	-9.33812
▁કેટલા	-9.33914
▁ટેટૂ	-9.33971
▁આર્ટ	-9.34777
▁સ્કીઅર્સ	-9.35118
▁શરીરમાં	-9.35688
▁કાર્પેટ	-9.35742
▁પ્રવાહ	-9.35866
▁ગંદકીમાં	-9.3599
▁બોટમાં	-9.36074
▁બળદ	-9.36163
▁બરફન	-9.36275
▁પગદંડી	-9.36306
▁હેડફોન	-9.36306
ડોર	-9.36366
▁આરોહી	-9.36403
▁ચડતા	-9.36486
િયાળ	-9.36504
▁પકડવાન	-9.36583
▁ખા	-9.36592
▁ટૂંકા	-9.36868
▁નીકળે	-9.37106
▁ગંદકીન	-9.37179
▁બનાવી	-9.37389
▁રણમાં	-9.37758
▁સ્ટોર	-9.38115
▁ભરવાડ	-9.38632
▁ધાબળા	-9.38889
ગળે	-9.38993
▁હંસ	-9.39145
▁થોડા	-9.39165
▁રેડ	-9.39666
▁કેપમાં	-9.39734
▁લાગે	-9.39896
વાળો	-9.40746
▁રોલરબ્લેડ	-9.40753
વી	-9.40866
▁પ્રેક્ટિસ	-9.41013
▁સોફા	-9.41033
▁કૂદતા	-9.41163
▁ડાઇવિંગ	-9.41186
▁પહોળ	-9.41482
▁સ્કીસ	-9.41521
▁ઇન્	-9.41743
▁બસ	-9.41763
▁કાંકરી	-9.41941
▁ટુકડા	-9.41962
▁એર	-9.421
▁ભ	-9.42249
▁પાર્કિંગ	-9.42256
▁ઉતરે	-9.42333
▁થેલી	-9.42597
▁હોડીમાં	-9.42621
▁પર્વતન	-9.42802
વર	-9.42853
અપ	-9.42866
▁ચાટ	-9.4309
▁લાઇટ	-9.43395
ખ	-9.43413
▁જાહેર	-9.43438
▁ખોળામાં	-9.43451
▁વેટસૂટ	-9.43457
▁સરકતો	-9.43609
▁પ્લાસ્ટિક	-9.43632
▁પલટી	-9.4387
▁માર્શ	-9.43966
▁પર્સ	-9.44048
▁2	-9.44216
▁પ્લેયર	-9.44379
▁ડાળી	-9.44383
▁ફરતા	-9.44412
▁ટાંકી	-9.44419
▁ચાવે	-9.44423
▁ઉડાવ	-9.44425
▁બેડ	-9.4455
▁કિશોરો	-9.44582
▁પાઇપ	-9.45212
▁પૃષ્ઠભૂમિ	-9.4529
▁સિમેન્ટન	-9.45428
▁ધૂમ	-9.45969
▁ત્રીજ	-9.46131
રી	-9.46164
▁હતા	-9.4618
▁રુંવાટીવાળો	-9.46403
ીને	-9.46515
▁પરેડ	-9.46753
▁રંગેલ	-9.46801
▁જુદ	-9.46867
▁નેટ	-9.47404
▁ઉડાવી	-9.4768
▁શર્ટવાળ	-9.48068
▁યુવકો	-9.48114
▁બીયર	-9.48308
▁ઈમારત	-9.48534
▁ટ્રંકમાં	-9.48575
▁લડતા	-9.48648
ુજી	-9.48672
▁કૂદકા	-9.48684
▁લાકડીઓ	-9.48755
▁લટકતો	-9.48882
▁શ્યામ	-9.48931
▁વગાડતો	-9.49017
▁ફેરવી	-9.49156
▁આકાશમાં	-9.49438
▁ઢંકાયેલો	-9.4944
▁આંગળી	-9.49487
▁પર્વતોમાં	-9.49599
▁રોલર	-9.4968
▁પટ્ટી	-9.50017
▁ભીડવાળ	-9.50452
▁જમ્પ	-9.50583
▁હેલ્મેટમાં	-9.50596
▁ચિહ્નો	-9.5077
▁નજીકન	-9.50814
▁તડકા	-9.51051
▁આઈસ્ક્રીમ	-9.51146
▁સાઇન	-9.51151
▁મિડ	-9.51179
ૃત	-9.51428
▁ટનલમાં	-9.5175
▁સ્કેટર	-9.519
▁હલાવ	-9.51991
ેલી	-9.52154
▁ઝાડીઓ	-9.52371
▁કરેલી	-9.52432
▁બલૂન	-9.52765
▁અખબાર	-9.52944
▁ખેતર	-9.53148
▁વાદળો	-9.53247
▁ટોળા	-9.53289
ઠા	-9.53308
▁લગ	-9.53317
ાય	-9.53655
▁બાલ્ડ	-9.53848
▁પ્રકારન	-9.5385
▁ઊંધો	-9.53868
▁પ્રતિબિંબ	-9.53882
▁ઝાંખ	-9.53904
▁પાકા	-9.53939
▁ઘેરાયેલો	-9.53996
▁ફરતો	-9.5407
▁ખરીદી	-9.5426
▁ખાડામાં	-9.54584
▁વરસાદમાં	-9.54688
▁થોડી	-9.54729
▁તાર	-9.54983
▁પ્રાણીઓ	-9.55135
▁પોતાના	-9.55222
▁હૂડી	-9.55654
▁બેઝ	-9.55692
▁ગળા	-9.55801
▁પાડી	-9.55948
▁ઢગલામાં	-9.55966
▁આંખ	-9.56079
મુક	-9.56111
્રપા	-9.56384
▁સ્ટ્રો	-9.56488
▁પંજા	-9.56532
▁પૂડલ	-9.56596
ભગ	-9.56605
▁દરેક	-9.56621
▁અડધ	-9.56621
▁વાંકડિયા	-9.56625
▁કાઉન્ટર	-9.56628
▁કિશોરવયન	-9.56645
▁ક્લાઇમ્બર	-9.56666
▁વેટસુટમાં	-9.56733
▁ટગ	-9.56841
▁જીમમાં	-9.56875
▁પાછળન	-9.56987
▁પાળે	-9.56988
▁કન્યા	-9.57007
▁ઝૂલતો	-9.57123
▁સાથી	-9.57174
▁પક્ષીઓ	-9.57296
▁ઓફ	-9.5735
▁ટેકરા	-9.57534
વે	-9.57589
▁પ્રવાહમાં	-9.57828
રંગી	-9.58522
▁ખૂણા	-9.5884
▁મકાન	-9.59041
▁મનોરંજન	-9.59283
▁સુંઘ	-9.59478
▁ડેનિમ	-9.5948
▁ડ્રિબલ	-9.5948
▁સિલુએટ	-9.5948
▁પિકનિક	-9.59481
▁રોડીયો	-9.59481
▁સ્ટેશન	-9.59556
▁ટાઈ	-9.59638
▁ઘોડાઓ	-9.5988
▁સ્ટેન્ડ	-9.60061
▁સિમેન્ટ	-9.60085
▁રોડ	-9.60151
▁જતી	-9.60363
▁અનુસર	-9.60975
▁દ્રશ્ય	-9.61031
▁વેકબોર્ડ	-9.61059
▁ટ	-9.61088
▁નીચા	-9.61151
▁શિયાળા	-9.61157
▁જાહેરાત	-9.61201
▁કુસ્તીબાજ	-9.61275
▁દોરી	-9.61571
▁તળાવન	-9.61712
▁દિશા	-9.61786
▁નીચ	-9.61844
કાય	-9.61871
▁કારન	-9.62071
▁ફ્રેમ	-9.62339
▁અડચણ	-9.62418
▁સ્પ્લેશ	-9.62422
▁રીટ્રીવર	-9.62422
▁હળવા	-9.62452
▁ગોલ્ડન	-9.62457
▁ઊંધી	-9.6248
▁લંબાવીને	-9.62494
▁બસમાં	-9.62602
▁જીપ	-9.62734
ચિત્ર	-9.62868
▁સામાન	-9.63105
▁બિકીનીમાં	-9.63117
્યો	-9.63336
▁ઉડતી	-9.6365
ર્સ	-9.64026
▁હૂડ	-9.64207
▁દબા	-9.64446
▁રચના	-9.64554
▁થતા	-9.64609
▁બંદૂક	-9.6465
▁હાર્નેસમાં	-9.64657
▁પહેરી	-9.64703
▁સિલ્	-9.64761
▁રેફરી	-9.65451
▁એરબોર્ન	-9.65452
▁વાયોલિન	-9.65452
▁ડિસ્ક	-9.65455
▁ટેન્ક	-9.65463
▁શેફર્ડ	-9.65518
▁ઇવેન્ટમાં	-9.65697
▁ઉછળી	-9.65726
▁રાખ	-9.65894
▁પેટ	-9.65982
શર્ટમાં	-9.66152
▁મધ્યમ	-9.66177
▁નાવડીમાં	-9.66227
▁વસ્તુઓ	-9.6667
▁ટેરિયર	-9.6675
▁ભી	-9.66893
▁ડ્રાઇવ	-9.67221
▁શરીરન	-9.67239
▁મેળા	-9.6759
▁દોરડાન	-9.67879
▁દીવાલ	-9.68186
▁કુટુંબ	-9.68576
▁ડેક	-9.6863
▁તળિયે	-9.68635
▁લટકાવી	-9.6864
▁કૂદતી	-9.68837
▁સાત	-9.68945
▁આંખોવાળ	-9.6899
▁તરાપો	-9.69077
▁કાઢી	-9.69094
▁ઘેટાં	-9.69175
▁આપતી	-9.69302
▁સ્વિંગમાં	-9.69307
હ્યું	-9.69332
▁વગર	-9.69388
▁વગાડતા	-9.6946
જી	-9.69731
▁કૅમેર	-9.69799
▁ઊંટ	-9.70065
▁લીલ	-9.7009
▁મશીન	-9.70428
▁પાર્કિંગમાં	-9.70549
હન	-9.70783
▁કદન	-9.70837
▁પહેર	-9.70849
▁ચહેરાન	-9.71104
▁ટોપીઓ	-9.71179
▁માલિક	-9.7121
▁રસ્ત	-9.71321
ગ	-9.71446
▁ડૂબી	-9.71453
▁પીસ	-9.71609
▁ધ્યાન	-9.71719
▁ખેંચવા	-9.71783
▁તલવાર	-9.71799
▁કથ્થઈ	-9.71799
▁વાતચીત	-9.71801
▁રિબન	-9.71801
▁સન્ની	-9.71886
ાની	-9.71894
▁વાડવાળા	-9.72133
▁ક્ષેત્રમાં	-9.72251
▁લહેરાવ	-9.7231
ાત્મ	-9.72512
▁સેટિંગ	-9.72542
▁પહેલા	-9.72545
▁લેન્ડસ્કેપ	-9.72615
ચારિ	-9.72637
▁ફાયર	-9.7283
▁મારતી	-9.72833
▁લટકે	-9.72978
▁ઈંટ	-9.73005
▁સ્ક	-9.73068
▁કોલી	-9.7315
▁ચાંદીન	-9.73165
▁શંકુ	-9.73243
▁ટ્રી	-9.74012
▁બ્લુ	-9.74069
▁જગ્યામાં	-9.74288
▁પિતા	-9.74431
▁વોટરસ્કી	-9.75112
▁ધ્રુવો	-9.75128
▁છદ્માવરણ	-9.75134
▁વ્હીલચેર	-9.75135
▁ઊંધું	-9.7515
▁આંગળીઓ	-9.75158
▁દડો	-9.75171
▁લશ્કરી	-9.75173
▁સ્પોર્ટ્સ	-9.75185
▁જમ્પિંગ	-9.75334
▁ટ્ર	-9.75486
▁સમા	-9.75493
▁સોનાન	-9.75502
▁ઘેરાયેલી	-9.7555
▁ઝભ્ભ	-9.75575
▁પીતો	-9.756
▁સંગીત	-9.76149
▁ધ	-9.7623
▁શે	-9.76256
▁જૂની	-9.76278
▁રિંક	-9.76378
▁જોગ	-9.76455
▁પાંદડાઓ	-9.76485
▁રેપિડ્સ	-9.76553
▁સ્ટોરન	-9.76674
▁સાંજ	-9.77008
▁જોકી	-9.77256
ામાં	-9.77814
▁વાદ્ય	-9.77851
▁પર્વતારોહક	-9.77852
િયું	-9.78413
▁ઉઘાડપગું	-9.78582
▁બેલેન્સ	-9.78592
મસ	-9.78598
▁ઠંડ	-9.78613
▁ખાતી	-9.79
▁ગેમ	-9.79067
ેડમાં	-9.79092
▁રમતગમતન	-9.79196
▁અપ	-9.79276
▁જગ્યા	-9.79469
▁ઘરમાં	-9.79596
▁હાર	-9.79636
▁કોચ	-9.7966
▁વિર	-9.79715
▁કાપેલ	-9.79851
▁ફૂલેલ	-9.79852
▁ભાર	-9.79925
ચ	-9.80284
▁ક્રિસ	-9.80366
▁સ્ક્રીન	-9.80409
▁વિમાન	-9.80699
▁જો	-9.80718
▁કૂદવા	-9.8081
તું	-9.81776
▁સ્થિ	-9.82123
▁ખાડીમાં	-9.82158
▁કરાટે	-9.82173
▁ઢાળવાળી	-9.82189
▁ટુકડો	-9.82199
▁ધાબળો	-9.82253
▁સાંકળ	-9.82321
▁તાજ	-9.82349
▁અધિકારી	-9.82411
▁ગાલ	-9.82506
▁રિંગમાં	-9.82855
▁સ્ટેડિયમમાં	-9.82922
▁ફ્રીસ્બી	-9.8313
▁પ્લેટ	-9.83144
▁પહાડી	-9.83175
▁દુકાન	-9.83539
સી	-9.83621
▁વિરોધ	-9.83755
પણ	-9.83757
ેટ	-9.83825
▁સ્પીડ	-9.83968
▁બિલ્ડીંગ	-9.84313
▁છોડી	-9.84746
▁પકડ	-9.84885
▁મુસાફર	-9.85009
▁પ્રેક્ષકો	-9.85051
બડ	-9.85087
▁ફોર	-9.8529
▁જેટ	-9.85441
▁છત	-9.85838
▁કૂદક	-9.85843
▁ભસતો	-9.85844
▁તાલીમ	-9.85854
▁બંદના	-9.85854
▁મેકઅપ	-9.85855
▁વિડિયો	-9.85857
▁થડ	-9.85867
▁સાદડી	-9.85868
▁છાતી	-9.85914
▁બેઘર	-9.85918
▁કોફી	-9.85942
▁રક્ષણ	-9.85949
▁એન્ડ	-9.86002
▁સ્નાન	-9.86214
થવા	-9.86303
▁લાવે	-9.86411
▁ફોટા	-9.86515
▁ચડી	-9.87103
▁ગળ	-9.87381
પૂર્વ	-9.87487
▁થડમાં	-9.87563
▁ભોજન	-9.87615
ણે	-9.877
▁બેબી	-9.87978
▁જંગલન	-9.88713
▁શિખર	-9.88719
િકલ	-9.88813
▁બાંધકામ	-9.8889
▁કાચન	-9.89139
▁છંટકાવમાં	-9.89254
▁બજારમાં	-9.89376
▁પવન	-9.89525
▁સૂંઘ	-9.89686
▁ગોલ્ફ	-9.89688
▁ફોલ્લીઓ	-9.89701
▁કરિયાણાન	-9.89701
▁ઓરડામાં	-9.89728
▁બ્રેક	-9.89803
▁ચોંટી	-9.89863
▁સ્પષ્ટ	-9.89872
▁માત્ર	-9.89901
▁કોસ્ટર	-9.89962
▁પ્ર	-9.90009
▁દર્શાવે	-9.90012
▁બ્લોક	-9.90017
▁બાઉલ	-9.90077
▁ઉડતું	-9.90136
ાઈ	-9.90141
▁રસોડામાં	-9.90217
▁ચી	-9.9031
▁શાંતિ	-9.90311
▁અલગ	-9.90327
▁ટેકરીઓ	-9.90543
▁તરતો	-9.90552
▁પગરખાં	-9.90556
▁ડોગ્સ	-9.90697
ીણ	-9.90731
▁મકાનન	-9.90802
▁આઈસ	-9.90803
▁જતો	-9.90832
▁તરાપા	-9.91166
▁બચાવ	-9.91302
▁કાર્નિવલ	-9.91485
▁ઝૂકીને	-9.91574
▁મિયામી	-9.91574
▁રીંછ	-9.91672
▁વરરાજા	-9.91758
▁વેગન	-9.91782
▁ચેક	-9.92055
▁શાળાન	-9.92146
▁મેન	-9.92326
▁મિત્ર	-9.92397
▁ડ	-9.92631
▁નાટક	-9.92692
▁ચાલક	-9.92849
▁રુંવાટીવાળ	-9.93014
▁મજા	-9.93564
▁ભારતીય	-9.93588
▁બોડી	-9.93643
▁પટ્ટ	-9.93681
▁સુશોભ	-9.93686
▁ટુવાલ	-9.93686
▁સ્વચ્છ	-9.93686
▁અગ્રભ	-9.93688
▁સંપૂર્ણ	-9.93701
▁ક્રેશ	-9.93725
▁ટોય	-9.93756
▁યાર્ડ	-9.93766
▁પેપર	-9.9378
▁કાર્ડબોર્ડ	-9.93806
▁રાઇડર	-9.93827
▁ગૂંથેલ	-9.93852
▁નકલ	-9.9397
▁પરફોર્મ	-9.94129
▁મળે	-9.94162
▁પૈડાવાળ	-9.94302
▁બોક્સિંગ	-9.94511
▁ધુમાડ	-9.94718
▁જોતો	-9.94738
▁લેતી	-9.94855
▁કહે	-9.95132
▁ગલીમાં	-9.95245
▁કેક	-9.95543
▁ઉપાડ	-9.95732
▁ચશ્માવાળ	-9.95828
▁સાન્ટા	-9.96091
▁બનેલ	-9.96182
મેન્ટ	-9.96493
▁જોડી	-9.96494
▁વૃક્ષ	-9.96958
▁પીણાં	-9.97142
▁બતાવવા	-9.97198
▁સમ	-9.97314
▁ખાડી	-9.97451
▁વાદળછાય	-9.97853
▁નિયોન	-9.97854
▁ઉત્સાહિત	-9.97876
વસાય	-9.97888
▁ગોલકીપર	-9.97906
▁ક્લાઇમ્બિંગ	-9.97962
▁શૂઝ	-9.98085
▁સ્ટોપ	-9.98098
▁કાયકર	-9.98169
▁ટોપલી	-9.98171
કૃત	-9.98186
▁ગઈ	-9.98205
ાગમાં	-9.98231
▁લખેલ	-9.98237
▁આવત	-9.98427
▁સીધ	-9.98447
▁આકારન	-9.98462
▁વળે	-9.98764
▁જીન	-9.9908
▁ફોટોગ્રાફર	-9.99212
▁ફેન્સી	-9.99271
▁જતા	-9.99378
▁પકડત	-9.99683
▁બીમ	-9.99698
▁રંગલો	-9.99757
▁સુમ	-9.99939
▁બોક્સર	-9.99998
▁દોડવીર	-10.0011
▁સ્ટોરમાં	-10.0046
▁નેવ	-10.0049
▁સૂત	-10.005
▁બારમાં	-10.0077
▁રસ	-10.0088
▁મોઢા	-10.0108
▁બેરલ	-10.0117
▁વાડન	-10.0134
▁સીડીન	-10.0138
▁જાળી	-10.0141
▁ખોલી	-10.0175
▁બબલ	-10.0184
શ	-10.0185
ુદ્ધ	-10.0207
▁ગોલકી	-10.0215
▁તરીને	-10.022
▁જાકીટ	-10.022
▁પેવમેન્ટ	-10.022
▁ખોદકામ	-10.022
▁સૂનર્સ	-10.0221
▁વીંટી	-10.0224
▁પડછાયો	-10.0224
▁પડ્યો	-10.0225
મેન	-10.0225
▁પાઈન	-10.0227
▁તંબુઓ	-10.0228
▁થતાં	-10.0242
▁પેઇન્ટિંગ	-10.0249
▁થયેલ	-10.0253
▁કાયાક	-10.0261
▁વળ	-10.0264
▁ફ્લોપ	-10.0266
▁મીણબત્તીઓ	-10.0289
▁કમ્પ્યુટર	-10.0293
▁મિત્રો	-10.0298
▁ફરતી	-10.0309
▁કુસ્તીબાજો	-10.0336
▁ડિ	-10.0341
▁લેતા	-10.0351
▁સ્ટ્રીટ	-10.0355
▁દોરે	-10.0369
▁શેરીઓમાં	-10.0377
▁ટનલ	-10.039
▁અરીસા	-10.0401
▁બેસી	-10.0442
▁પૂંછડી	-10.048
▁સ્પ્રે	-10.0529
ખત	-10.0548
▁નદીન	-10.0566
▁રેસ્ટોરન્ટ	-10.0566
દ	-10.0579
▁ડાઇવ	-10.0602
▁મેદાનન	-10.0607
▁ફૂંક	-10.063
▁લગ્નન	-10.0631
▁પક	-10.0642
સો	-10.0664
▁ઢાળ	-10.0667
▁ભાગમાં	-10.0671
▁શો	-10.0672
▁પાયજામા	-10.0675
▁હેડસ્કાર્ફ	-10.0675
▁ફુલાવી	-10.0675
▁ડેસ્ક	-10.0675
▁રોબોટ	-10.0677
▁સ્નોબોલ	-10.0679
▁ફીલ્ડ	-10.0685
▁દડા	-10.0687
▁ગ્રેહાઉન્ડ્સ	-10.0688
▁ગો	-10.0689
▁ગાદલા	-10.0692
▁બો	-10.0702
▁બેક	-10.0714
▁ભૂખરા	-10.0714
▁સળગત	-10.0725
▁ઘાટ	-10.0737
▁નથી	-10.0739
▁વોકવે	-10.0759
▁તરવૈયા	-10.0794
▁ખોદ	-10.0837
િયન	-10.0846
▁ઉડત	-10.0868
▁નિશાન	-10.0904
▁કબૂતરો	-10.0915
▁ઢાંકી	-10.0919
▁ઝૂલત	-10.0954
▁હરોળ	-10.0964
▁ચામડીન	-10.0978
▁વાયર	-10.098
▁લિ	-10.1033
▁જાતન	-10.1037
▁શાંત	-10.1149
▁ચા	-10.115
▁પ્રથમ	-10.1151
▁કૂચ	-10.1154
▁કીચડવાળા	-10.1156
ૂલ	-10.1158
▁પકડ્યો	-10.1162
▁ફિશ	-10.117
▁શોધ	-10.1172
▁યુનિ	-10.1174
▁છબી	-10.1197
▁માછીમારીન	-10.1198
▁બાંયન	-10.1199
▁જવા	-10.1203
▁ચાલતું	-10.1211
▁શોમાં	-10.1229
▁પાવડ	-10.1231
▁ભીનું	-10.1234
▁કૂદવાન	-10.1241
▁અંધારાવાળ	-10.1246
▁સર્ફર્સ	-10.1254
ીન	-10.1268
▁ઉડાન	-10.128
▁બાઈક	-10.1298
ડોળ	-10.1356
▁હુમલ	-10.1414
ગો	-10.1419
▁ધૂળન	-10.1432
▁રોલરસ્કેટ	-10.1436
▁સભ્યો	-10.1453
▁ક્રો	-10.1482
▁રાખવા	-10.1484
▁ટ્રેનન	-10.1499
▁શિલ્પ	-10.1534
▁આં	-10.154
▁અવરોધો	-10.1541
▁વર	-10.1552
▁ગેટ	-10.157
▁કિડ	-10.1576
▁લાંબો	-10.1576
ીંગ	-10.1578
▁સ્ટ્રક્ચર	-10.1581
▁ફુવારાન	-10.1593
▁કલાકાર	-10.1611
▁હૂડવાળ	-10.1615
▁અવ	-10.1619
▁પા	-10.1638
▁ફરી	-10.164
▁કુદરત	-10.1651
▁એપ્રોન	-10.1651
▁સફરજન	-10.1651
▁ગોળાકાર	-10.1651
▁મંડપ	-10.1651
▁બૂગી	-10.1651
▁ક્રોસવોક	-10.1651
▁કર્બ	-10.1651
▁વરસાદ	-10.1652
▁માથાવાળ	-10.1653
શિક	-10.1656
▁ટેપ	-10.1659
▁થયા	-10.1661
▁સીડીઓ	-10.1665
▁પીસતો	-10.1666
▁શૂટ	-10.1667
▁પૂર્વીય	-10.1674
▁ઉપકરણ	-10.168
▁સ્પાર્કલર	-10.1681
▁આકૃતિ	-10.1682
▁રોલરબ્લેડર	-10.1684
▁ગોળ	-10.1697
▁આવ્યો	-10.1709
▁છાંટો	-10.1722
રું	-10.1729
▁ધુમ્મસવાળ	-10.1731
▁નિશાનો	-10.1743
▁વહેત	-10.1766
▁વ્યા	-10.1795
▁કોલરવાળ	-10.1816
▁સા	-10.1824
▁તાક	-10.1831
▁બાળકોન	-10.1831
▁કોંક્રીટન	-10.1846
▁પ્રિન્ટ	-10.1857
▁રસ્તો	-10.1859
▁સ્કર્ટમાં	-10.1866
▁લડાઈ	-10.1876
દમ	-10.1883
▁લખ	-10.1908
▁પટ્ટાઓ	-10.1936
▁ટૂંક	-10.1951
ેલું	-10.1952
▁બધ	-10.1954
▁દરવાજામાં	-10.1955
▁ઘેટાંન	-10.1965
ુબા	-10.1972
લેસ	-10.1976
▁દિવસ	-10.1984
▁ઈમારતન	-10.2013
▁કાચ	-10.2017
▁ઊંચે	-10.2034
▁બેનર	-10.2034
▁બાઈકર	-10.2034
▁માળખા	-10.2084
▁ખેંચ	-10.2114
▁ભૂપ્રદેશ	-10.2128
ાલી	-10.2138
લેટ	-10.2171
▁મૂર્	-10.2177
▁હાવભાવ	-10.2177
▁વર્તુળ	-10.2177
▁ઇનલાઇન	-10.2177
▁ગ્લોવ્ઝ	-10.2177
▁જેક	-10.2181
▁સામસામે	-10.2181
▁બર્ફીલા	-10.2182
▁હેંગ	-10.2183
▁અંધારામાં	-10.2195
▁સ્ટમ્પ	-10.2212
▁ઝૂલામાં	-10.2215
ણી	-10.2219
▁ડોબરમેન	-10.2252
▁ગલી	-10.2261
▁ટ્યુબમાં	-10.2263
▁ભીન	-10.2267
▁પેડ	-10.2278
▁માળા	-10.2286
▁પીતી	-10.2297
▁ફુગ્ગાઓ	-10.2298
▁ફ્લોટ	-10.2299
▁ટ્રાઇસ	-10.2304
▁કમર	-10.2354
▁સોડા	-10.2365
▁વ્યક્તિઓ	-10.2382
▁લાવી	-10.2393
▁કોર્સમાં	-10.2417
▁દુકાનમાં	-10.2419
▁ચોક	-10.2424
▁મેઘધનુષ્ય	-10.2424
નાર	-10.2452
▁કેસ	-10.2471
રો	-10.2476
▁કાર્નિવલમાં	-10.2478
▁લાવવા	-10.2493
આઉટ	-10.2503
▁ગરદન	-10.2516
સાફ	-10.2518
▁શાળા	-10.2543
▁પેચ	-10.2546
▁ટાલ	-10.2548
▁પર્વતમાળા	-10.2552
▁ચીયરલીડર્સ	-10.2553
▁ચાહકો	-10.2594
▁મળી	-10.2621
વિંગ	-10.2626
▁ઘોડાન	-10.2644
▁ફૂલવાળ	-10.2655
▁ભેખડ	-10.2677
▁બારીમાં	-10.2717
▁ટેક	-10.273
▁જન્મદિવસ	-10.2733
▁ઉજ્જડ	-10.2733
▁ઓક્લાહોમા	-10.2733
▁ડ્રાઈવર	-10.2733
▁હેન્ડ્રેઇલ	-10.2733
▁ડંખ	-10.2733
▁ઉજવણી	-10.2733
▁સ્મારક	-10.2734
▁રેકોર્ડ	-10.2735
▁ટેટૂઝ	-10.2735
▁પેલે	-10.2739
▁પટ્ટાવાળ	-10.2744
▁ટેગ	-10.2747
બોર્ડ	-10.2748
▁પોસ્ટ	-10.2751
▁વગાડત	-10.2751
▁મોજાઓ	-10.2757
છમ	-10.2772
▁થ	-10.2775
▁થાંભલાઓ	-10.2784
▁કવર	-10.2788
▁પીચ	-10.279
▁આખ	-10.2795
▁બાઇકર્સ	-10.2796
▁ઘ	-10.2798
▁બૂથ	-10.2811
▁કરનાર	-10.2813
▁કરત	-10.2814
▁વાળમાં	-10.2817
▁ખોલ	-10.2822
▁વાડમાં	-10.2824
▁આપતો	-10.2841
▁પર્વતારોહકો	-10.286
▁ઉડતો	-10.2861
ણાં	-10.2881
▁કામદારો	-10.2905
સ્ટ	-10.2919
ચ્છા	-10.2929
▁હમ	-10.293
▁પિચર	-10.294
▁તેણી	-10.294
▁ગડ	-10.2967
છે	-10.2999
▁એકત્ર	-10.2999
▁કોન	-10.3002
▁થોડ	-10.3005
▁ઢાંકે	-10.3036
▁હોઠ	-10.3037
▁ખીણ	-10.304
ોપિંગ	-10.3053
▁રેતીન	-10.3061
▁પાંદડાઓમાં	-10.3094
▁સૂર્યપ્રકાશ	-10.31
▁કેમેરામાં	-10.3117
▁અધિકારીઓ	-10.3131
વૉક	-10.3144
▁ચાક	-10.3164
▁જાતિન	-10.3206
▁પહાડો	-10.3215
હ	-10.3221
▁શ્યામા	-10.3224
▁ફૂલોવાળ	-10.323
▁રમવા	-10.3253
▁જાડ	-10.3276
▁ડ્રિંક	-10.3283
▁મુઝ	-10.3317
▁પોનીટેલ	-10.3321
▁તુતુ	-10.3321
▁પેશિયો	-10.3321
▁રેલ્વે	-10.3321
▁એટીવી	-10.3321
▁લક્ષ્ય	-10.3321
▁સ્પોટેડ	-10.3322
▁પદયાત્રીઓ	-10.3322
▁વાતાવરણમાં	-10.3323
▁આઠ	-10.3325
▁હાઇકર્સ	-10.3333
લોકન	-10.3333
▁ગતિમાં	-10.3334
▁કૂદતું	-10.3334
▁ક્રેન	-10.3335
▁રાફ્ટિંગ	-10.3337
▁હતું	-10.334
▁રોલરબ્લેડિંગ	-10.3341
ાળીઓ	-10.3341
▁બગીચાન	-10.3356
▁રાત્રિન	-10.336
▁ગયા	-10.3364
▁ખાતો	-10.3365
▁સલામતી	-10.3368
▁પૈસા	-10.3369
▁ઇવેન્ટ	-10.337
પર	-10.3372
▁બંધાયેલો	-10.3375
▁ઘડિયાળો	-10.3386
▁વહાણ	-10.3392
▁વિગ	-10.3398
▁શણગારેલ	-10.3417
▁ઊંડ	-10.345
તર	-10.3451
▁ઉછાળી	-10.347
▁માટી	-10.3477
▁વિશે	-10.3478
▁સ્ટ્રીમ	-10.3507
▁વિદ્યાર્થીઓ	-10.352
▁કચરાપેટી	-10.3544
▁ઈમારતો	-10.3544
▁પેક	-10.3548
▁ગ્લાસ	-10.3554
▁ઓબામા	-10.3583
▁જિમ	-10.3584
▁પથારીમાં	-10.3592
▁ચઢવા	-10.3599
▁જ્ય	-10.3604
▁મોટર	-10.3607
▁આગળન	-10.3638
▁વયસ્કો	-10.3645
▁વાહનો	-10.3678
▁છેડે	-10.3692
▁વોર	-10.3741
▁લટકત	-10.3741
▁વસ્તુન	-10.3751
▁છત્ર	-10.3779
▁સંગીતકારો	-10.3786
▁લપેટાયેલ	-10.379
▁ટ્રાઇ	-10.3814
▁ફટાકડા	-10.3817
▁પુરુષોન	-10.3838
▁બાલ્કનીમાં	-10.3844
▁તેણ	-10.3849
▁સે	-10.3868
ાન	-10.3869
▁ગંદકીવાળ	-10.3886
▁ટો	-10.3889
▁ઓ	-10.389
▁ટ્રંક્સ	-10.3895
▁રાખી	-10.3896
▁સ્લીવ	-10.3901
▁આપવા	-10.3905
ડો	-10.3918
ંતુ	-10.3929
▁આઉટ	-10.3941
▁ઇલેક્ટ્રિક	-10.3946
▁ઇશાર	-10.3946
▁ખરબચડ	-10.3946
▁ચળકત	-10.3946
▁ડિસ્પ્લે	-10.3946
▁પોલ્કા	-10.3946
▁ચાદર	-10.3946
▁ભીંતચિત્ર	-10.3946
▁ઝઘડ	-10.3946
▁દૂરબીન	-10.3946
▁સ્ક્વિર્ટ	-10.3946
▁આધેડ	-10.3946
▁હસ્કી	-10.3947
▁સ્નીકર	-10.3949
▁એથ્લેટિક	-10.395
▁ફિલ્મ	-10.3952
▁લગ્ન	-10.3954
▁પાતળો	-10.3956
▁પાનખરમાં	-10.3968
▁સાંભળી	-10.3977
▁કરતબ	-10.3982
▁વોલ	-10.3983
▁શિયાળ	-10.4
▁સ્નોસૂટ	-10.4008
▁શકે	-10.4011
▁ટીલ	-10.4011
▁સરકતી	-10.4019
▁ટ્રેલ	-10.4021
▁જોડીને	-10.4027
▁માર્કર	-10.4052
લું	-10.4062
▁કેડી	-10.4063
ર્ડ	-10.4069
▁પ્રકાશવાળ	-10.4102
▁તોફાન	-10.4102
ોર્ડ	-10.4111
▁વિસ્તરેલ	-10.4111
ારે	-10.4112
▁રોકવાન	-10.4141
▁લેબ	-10.4143
▁વ્હીલર	-10.4146
▁ચૂસ	-10.4153
▁ખોપરી	-10.4156
શન	-10.4172
ન્ટ	-10.4178
▁કેચ	-10.423
▁સજ્જન	-10.4247
▁ચિકન	-10.427
▁તંબુમાં	-10.4271
▁બ્લો	-10.4287
▁નીકળત	-10.431
▁માંગ	-10.4328
▁સીગલ	-10.4338
માન	-10.4344
▁પર્ણસમૂહ	-10.4353
▁કહેત	-10.4369
▁લટકાવેલ	-10.4371
▁માટીન	-10.4382
▁ઘરો	-10.4391
▁મેળવવાન	-10.4396
▁પહેરેલુ	-10.4426
▁ખેલાડીન	-10.4452
▁રસોડાન	-10.449
▁રાખ્ય	-10.4491
ક્ષ	-10.4512
▁મો	-10.4526
▁પગથિયા	-10.4536
▁જૂ	-10.4547
ૂબ	-10.4554
▁ટોળામાં	-10.4561
▁ભીડન	-10.4571
▁જમત	-10.4584
▁ડ્રેગ	-10.4597
▁ફ્લાઇટ	-10.4607
▁રબર	-10.4608
▁હેન્ડ્રેલ	-10.4609
▁સંઘર્ષ	-10.4613
▁બાથટબ	-10.4613
▁વીડિયો	-10.4613
▁ગ્રાઇન્ડ	-10.4613
▁બીગલ	-10.4613
▁બ્લીચર્સ	-10.4613
▁માનવ	-10.4615
▁કેન્ડી	-10.4616
▁પકડનાર	-10.4616
▁ખાકી	-10.462
▁પાવર	-10.462
▁શૂટિંગ	-10.4622
ફ્ટી	-10.4637
▁ત્રિ	-10.4637
▁આઉટફિટ	-10.4639
▁પડતા	-10.465
▁ઘેરી	-10.4657
▁દોડવીરો	-10.466
▁પુન	-10.4664
▁હાઉસ	-10.4664
▁લટકતું	-10.4668
▁હૂપ્સ	-10.4673
▁સમય	-10.4674
▁સ્ટ્રોલર	-10.4683
▁હવામાન	-10.4693
▁છોડીને	-10.4694
▁બાંધેલા	-10.4722
▁હરણ	-10.4726
▁પીળ	-10.4728
▁ફિલ્ડ	-10.4734
▁વાંચત	-10.4744
▁રિંગ	-10.4753
▁મોજાં	-10.4768
▁ભેટી	-10.4779
▁મકાઈ	-10.4795
▁ચર્ચ	-10.4796
▁સીટી	-10.4801
▁બતાવી	-10.4802
▁પૂર	-10.4805
ખાબ	-10.4813
▁રોલ	-10.482
▁લેપટોપ	-10.4829
દાર	-10.4834
▁કોર્ટમાં	-10.4842
▁ગોળી	-10.4846
▁સ્	-10.4852
▁વાઇન	-10.4863
વ્ય	-10.4877
▁બાંધેલ	-10.4887
▁બીજાન	-10.4895
▁પો	-10.4911
▁ફોલ્ડ	-10.4931
▁રૂમ	-10.4934
ેબલ	-10.4937
▁ટાઇલ	-10.4941
ાગત	-10.4986
ેસ	-10.5
▁કાગળન	-10.5018
▁દિવાલન	-10.5033
▁કોંક્રીટ	-10.5051
▁લિફ્ટ	-10.5057
▁છલકા	-10.5072
પિતા	-10.5082
2	-10.5094
રમાં	-10.5097
ફાયર	-10.5098
▁વિન્ટ	-10.5109
બોલ	-10.5143
▁રેસ્ટોરન્ટન	-10.5145
▁ચુસ્ત	-10.5147
▁દેખ	-10.5169
▁વાળવાળ	-10.5174
▁માર્	-10.5174
▁એકઠ	-10.5182
▁તરંગો	-10.5184
▁વયન	-10.5196
મા	-10.5209
▁કેન	-10.5223
▁પોસ્ટર	-10.5226
▁કટ	-10.5271
▁દુકાનન	-10.5282
▁બોર્ડર	-10.5291
▁નિ	-10.5303
ગ્ર	-10.5304
▁ફરવા	-10.531
▁મઝલ	-10.5324
▁ચાંચ	-10.5327
▁ક્ષિતિજ	-10.5327
▁થમ્બ્સ	-10.5327
▁ધ્યેય	-10.5327
▁આશ્ચર્ય	-10.5327
▁ટક્સીડો	-10.5327
▁રુવાંટીવાળ	-10.5327
▁દંપતિ	-10.5327
▁વાંસળી	-10.5327
▁બંજી	-10.5327
ેન્ડલ	-10.5329
▁છાજલી	-10.5332
▁સેન્ડ	-10.5332
▁બુલ	-10.5333
▁કોન્સર્ટમાં	-10.5337
કર	-10.5343
▁સફર	-10.5354
▁બૂમ	-10.5355
▁ફૂડ	-10.5362
▁પકડ્યું	-10.5362
▁ફુગ્ગા	-10.5363
▁ગીત	-10.5375
▁પાયા	-10.538
▁કર્યો	-10.5386
▁કર્યા	-10.539
▁ઝૂલતું	-10.5402
▁પીંછાવાળ	-10.5409
▁ડાઘવાળ	-10.541
વ	-10.5436
▁કાંઠા	-10.5436
▁પ્રાચ	-10.5447
▁જમ્પર	-10.5449
▁સળિયા	-10.5458
▁ઘડિયાળ	-10.5461
ેલ	-10.5463
▁ટાઈટ	-10.5483
લિંગ	-10.5485
▁માર્ગદર્શ	-10.5487
▁ચલાવનાર	-10.5495
▁ચામડા	-10.5508
ેલો	-10.5531
▁કપલ	-10.5534
▁નિસ	-10.554
રોડ	-10.5562
▁ચપળતા	-10.5563
ષ્ણ	-10.5568
▁ચમકત	-10.5582
▁દિવાલો	-10.5586
▁સ્વેટશર્ટમાં	-10.5588
▁પાંદડાવાળ	-10.5599
▁બકરી	-10.5607
▁ઓર	-10.5607
▁ચલાવવા	-10.5629
▁પડોશ	-10.5637
▁સગડ	-10.5644
▁પેન	-10.5644
▁ભાઈ	-10.565
ંસા	-10.567
▁પહાડોમાં	-10.5687
▁પુત્રી	-10.5689
રાઉન્ડ	-10.5699
▁વે	-10.5706
▁માછીમાર	-10.5743
હર	-10.5766
▁કરડવાન	-10.5769
▁વેચ	-10.5777
▁ફીણ	-10.5782
▁ચૂંટ	-10.5785
▁ખિસ	-10.5789
▁પિચ	-10.5799
▁આવ્ય	-10.5805
▁સૂતેલ	-10.5814
▁પથ્થરો	-10.5827
▁બેકયાર્ડ	-10.584
વોર	-10.5857
▁ક્ષેત્ર	-10.586
▁લહેરાવત	-10.5866
▁કોંક્રિટન	-10.5867
ચિંગ	-10.5894
▁શીખવ	-10.5913
▁લેન્ડસ્કેપમાં	-10.5924
▁રોકે	-10.5955
▁લાઈન	-10.5993
▁ઉત્સાહ	-10.6008
▁રમતવીર	-10.6011
▁નર	-10.6012
ાણ	-10.6045
▁રન	-10.6049
ળ	-10.6065
ધાર	-10.6068
▁કાર્ટન	-10.6091
▁ક્લોઝ	-10.6095
મ્યુઝ	-10.6096
▁બાસ્કેટ	-10.6096
▁ચંપલ	-10.6096
▁પદાર્થ	-10.6096
વ્યવસ્થ	-10.6096
▁શાવર	-10.6096
▁બિલબોર્ડ	-10.6097
▁મૂળ	-10.6097
▁થૂથ	-10.6097
▁આંતર	-10.6098
▁પ્રશ	-10.6098
▁વૉકિંગ	-10.6101
▁ફોરગ્રાઉન્ડ	-10.6107
▁ખૂણો	-10.6111
▁ઝિપ	-10.6111
▁મેરી	-10.6112
▁ટ્રકન	-10.6113
▁ઘેરો	-10.6115
▁મુક્ક	-10.6118
▁ટીવી	-10.6122
▁ઘેરાયેલું	-10.6122
▁પાનખરના	-10.6124
▁સ્ટ્રોલરમાં	-10.6155
▁ભર	-10.6172
▁ગેલેરીમાં	-10.6194
▁કસરત	-10.6213
▁બેંક	-10.622
▁ઉતારે	-10.6234
▁ટ્યૂલિપ્સન	-10.6271
▁મોઢ	-10.6302
વાળું	-10.6327
▁પ્લાઝામાં	-10.6333
▁બનાવવા	-10.6334
▁બટન	-10.6338
▁વાસણ	-10.6347
▁ક્લબ	-10.6355
સિકલ	-10.6363
મે	-10.6369
▁હેન્ડલ	-10.6375
બાર	-10.6378
▁તેવ	-10.6383
▁લપેટી	-10.6388
▁કાર્ડ	-10.6422
▁બિલ્ડીંગન	-10.6428
▁ભરે	-10.6428
▁ફે	-10.6456
▁વાન	-10.6471
▁રેસર્સ	-10.6479
▁કાફે	-10.6502
▁ફટકારવા	-10.6505
▁ઉઠાવ	-10.6507
▁કિનારી	-10.6518
▁બંડ	-10.6531
▁ટોપીવાળ	-10.6533
રણ	-10.6541
▁શેર	-10.6564
ગન	-10.6568
્યાં	-10.6583
▁ભેટ	-10.6583
▁બાંધે	-10.6595
▁વાંદરાન	-10.6604
▁ઓશીક	-10.6609
▁શેડ	-10.6619
▁ગુફામાં	-10.6632
▁ટેકવ	-10.6635
▁પાટિયા	-10.6636
▁દોર	-10.6656
ોની	-10.6686
▁રાઇડ	-10.6698
▁મકાઈન	-10.6706
▁હેલો	-10.671
▁ડોટ	-10.6717
▁ફેલાવ	-10.6727
▁સપાટ	-10.6757
▁પક્ષીઓન	-10.676
▁જવાન	-10.6782
િ	-10.6795
▁આર્મ	-10.68
▁બાઉન્સ	-10.6803
▁સભ્ય	-10.6836
બે	-10.6838
▁ગાર્ડ	-10.6866
▁તર	-10.6876
▁અંગ	-10.688
▁સ્પોર્ટ	-10.6919
▁સૂતા	-10.6923
▁વિન્ડસર્ફ	-10.6926
▁ઝપાઝપી	-10.6929
▁ગાંસડી	-10.6929
▁ટિકિટ	-10.6929
▁ડોલ્ફિન	-10.6929
▁પ્રયોગશાળા	-10.6929
▁મધમાખી	-10.6929
▁હેલિકોપ્ટર	-10.6929
▁અર્ધનગ્ન	-10.6929
▁લાઈફ	-10.693
▁સંભાળ	-10.693
▁કાર્ટવ્હીલ	-10.693
▁નહાવાન	-10.693
▁હરીફાઈ	-10.6931
▁ફ્લેગ	-10.6933
▁બંધાયેલ	-10.6935
▁તરવૈયાઓ	-10.6937
▁પટ્ટીઓ	-10.6937
▁હોમ	-10.6939
▁માદા	-10.694
પ્રદ	-10.6942
િબંધ	-10.6942
▁ફોટોગ્રાફ્સ	-10.6943
▁ગાયન	-10.6947
▁છુપાયેલ	-10.6953
▁કોઠાર	-10.6956
▁સૂકી	-10.6959
▁કેમ્પ	-10.6959
▁સાંકડા	-10.696
▁નિરીક્ષ	-10.6966
▁યુવા	-10.6968
▁અભિન	-10.6969
▁સ્થિતિમાં	-10.6974
▁ઓછા	-10.6984
વ્ર	-10.6991
્તેજ	-10.6995
▁સહે	-10.7001
▁રાખેલ	-10.7008
▁પરિવ	-10.7018
▁બજાર	-10.7023
▁ટેકલ	-10.7036
▁લેડી	-10.7043
▁સ્નાયુ	-10.705
ેસિ	-10.7055
▁જ્વાળાઓ	-10.707
▁બાથરૂમમાં	-10.7104
▁બાંધેલી	-10.7109
▁ગોઠવી	-10.7115
▁પ્રેક્ષકોન	-10.7117
▁તૂટેલ	-10.7121
▁મનો	-10.7123
▁તરાપામાં	-10.7139
કટ	-10.7142
િટલ	-10.7144
્વા	-10.7157
ાલ	-10.717
▁તરબૂચ	-10.7175
વેશ	-10.7202
▁રાહદારીઓ	-10.722
▁બિલાડીઓ	-10.7246
ગર	-10.726
▁દોડતું	-10.7261
▁ઓફિસ	-10.7263
▁રફ	-10.7264
▁શિકારી	-10.7274
▁ચઢવાન	-10.7289
▁ડાળીઓ	-10.7293
▁પોર્ટ	-10.7298
▁વા	-10.7314
કડી	-10.7342
▁જવામાં	-10.7347
છાયામાં	-10.7359
▁વેકબોર્ડર	-10.7365
જાત	-10.7366
▁સાપ	-10.7369
▁અંત	-10.7384
▁સં	-10.7389
▁ધરાવતા	-10.7396
▁ચાવત	-10.7402
▁ફ્ર	-10.7436
▁છાંટ	-10.7438
▁ખાવા	-10.7452
▁રસ્તામાં	-10.7458
▁ધોધન	-10.7464
▁ડ્રેડલોક	-10.748
યન	-10.7495
▁આર્કેડ	-10.7511
▁અથડા	-10.752
▁બેકપેકમાં	-10.7549
ટોપ	-10.7551
▁સ્પિન	-10.7553
▁શેરીમાંથી	-10.7553
▁બિલાડીન	-10.7566
▁રેક	-10.7586
▁ખાડ	-10.7596
▁ફળ	-10.7603
▁બેકસ્ટ	-10.7603
ખુશ	-10.7607
▁છિદ્ર	-10.7607
ઓફ	-10.7624
▁મારવાન	-10.7629
ફ્રી	-10.7652
▁ઢગલ	-10.7679
્રિમ	-10.7682
લ્ડ	-10.7684
▁ડાઇવર	-10.7699
▁ટુ	-10.77
▁આંતરછેદ	-10.7701
▁અથડાય	-10.7711
▁ટ્રેનર	-10.7713
▁ટોળાન	-10.775
▁રેપિડ્સમાં	-10.7753
▁ગાદી	-10.7761
▁લખે	-10.777
▁દ	-10.7771
▁ઢાંકેલ	-10.7789
▁ઓવરઓલ	-10.7807
▁ઉછાળ	-10.7821
▁બેગપાઈપ	-10.7836
▁પંક્તિ	-10.7836
▁જાપાની	-10.7838
થ	-10.7838
▁કોમ્પ્યુટર	-10.7839
▁ટોઇલેટ	-10.7839
▁દાવપેચ	-10.7839
▁દુર્બળ	-10.7839
▁પદયાત્રા	-10.7839
▁બૅન્ડના	-10.7839
▁સાવરણી	-10.7839
▁સ્ટુડિયો	-10.7839
▁મેગેઝિન	-10.7839
▁દારૂ	-10.7839
▁ઉઘાડ	-10.7839
▁સ્લિપ	-10.7839
▁ટોડલર્સ	-10.7839
▁કાર્યક્રમ	-10.7839
▁યુરોપ	-10.7839
▁કાંડા	-10.784
▁જમીનમાં	-10.784
▁વેડિંગ	-10.784
▁ક્રોચ	-10.7843
▁પેરાસેલિંગ	-10.7843
▁સેક્સ	-10.7844
ાજ	-10.7844
▁મુઝાયેલ	-10.7845
▁પીગળ	-10.7846
▁રડતા	-10.7847
▁ક્લાઇમ્બર્સ	-10.7848
▁સ્તંભ	-10.7849
▁રનર	-10.7849
▁કાંઠે	-10.7854
▁સ્થળ	-10.7855
▁ખંજવાળ	-10.7856
▁દડાઓ	-10.7856
▁રબરન	-10.7856
▁ભીડભાડવાળ	-10.786
▁અક્ષરો	-10.7861
▁હાઈ	-10.7862
▁બહેન	-10.7862
બુટ્ટી	-10.7863
▁પાતળા	-10.7865
▁બાજુઓ	-10.7867
▁પાતળી	-10.7872
▁રંગો	-10.7875
ઠી	-10.7876
▁રાઉન્ડ	-10.7877
▁સ્વિમસૂટ	-10.7879
▁હોવાથી	-10.7879
▁જમ્પસૂટ	-10.788
▁ચાવવાન	-10.7882
િગેટ	-10.7891
▁શિશુ	-10.7892
▁ચઢાવ	-10.7894
▁લપસી	-10.7903
▁ચોરસ	-10.7905
▁સ્નોબોર્ડર્સ	-10.7909
▁વિસ્ત	-10.7912
▁મૂર્તિ	-10.7913
▁કો	-10.7914
▁બાળ	-10.7917
બેલ	-10.7927
▁પ્રાણીન	-10.7931
▁પટા	-10.794
રોજ	-10.7944
્રોક	-10.7948
▁હં	-10.7951
▁બદલ	-10.7955
▁સ્કેટબોર્ડર્સ	-10.7956
▁સ્પાઈડરમેન	-10.7958
▁ડાઉન	-10.7993
▁પીત	-10.8
▁પ્રદર્શનમાં	-10.8009
સ્ટર	-10.8018
▁સ્ટ્રીપ	-10.8019
ાયર	-10.8019
▁લોગો	-10.8023
▁પટ્ટીમાં	-10.8029
▁સોના	-10.8033
એક	-10.8037
▁લતા	-10.804
▁હોટ	-10.8096
▁સ્પ્રિંકલર	-10.8112
પિંગ	-10.8117
▁બેન્ડમાં	-10.8117
▁ફેલાવી	-10.8128
▁તોપ	-10.8129
▁માર્કેટમાં	-10.8139
▁નિહાળ	-10.8147
▁પલટાવ	-10.8153
▁ટાલવાળ	-10.816
▁બોર્ડિંગ	-10.8169
્રી	-10.8171
▁દોડવા	-10.8179
▁યોર્ક	-10.8192
▁મમ્મી	-10.8208
▁બગીચા	-10.8227
ટી	-10.8261
ેશન	-10.8267
▁હેડ	-10.8268
▁નળ	-10.8273
▁જોર	-10.8293
સની	-10.8315
ટ્રિક	-10.8338
▁પુત્ર	-10.8347
▁સ્ટેડિયમ	-10.8356
▁દરવાજાન	-10.836
▁શેરીન	-10.8374
▁પ્રાણીઓન	-10.8378
▁ક્લાસ	-10.838
▁બાલ્કની	-10.8391
મો	-10.8395
▁ગયેલી	-10.8407
▁અન્ડરવેર	-10.8409
બી	-10.8434
▁રણ	-10.8451
▁નીંદણ	-10.8452
▁ભરેલો	-10.8459
▁કોઈન	-10.8481
▁આધાર	-10.8494
ાવી	-10.8526
યોજ	-10.8544
▁અંગૂઠ	-10.8545
▁મૂકી	-10.8564
▁ઢંકાયેલું	-10.8607
▁મેળ	-10.8663
▁જૂન	-10.8669
લેન્ડ	-10.8684
▁ચશ્મામાં	-10.8692
▁સંકેત	-10.8696
્ટ્રી	-10.87
▁જ્યા	-10.871
▁ખેંચા	-10.8715
ોફી	-10.873
▁ગિટારવાદક	-10.8742
▁કા	-10.8744
▁જોડ	-10.8756
▁પળિયાવાળ	-10.8758
▁ઉતરવા	-10.8766
▁આડ	-10.8766
▁હેડડ્રેસ	-10.8784
▁પિગટેલ	-10.8802
ાયેલા	-10.8803
▁ચહેરાવાળ	-10.8803
▁પ્લ	-10.8804
દ્ધ	-10.8828
▁પોલીસકર્મી	-10.8836
▁પ્રારંભ	-10.8839
▁ઉપનગર	-10.8839
▁એમ્બ્યુલન્સ	-10.8839
▁ગેરેજ	-10.8839
▁મુંડન	-10.8839
▁વિક્રેતા	-10.8839
▁સૈનિક	-10.8839
▁સ્નોમોબાઈલ	-10.8839
▁મેરેથોન	-10.8839
▁વિભાજ	-10.8839
▁ત્રપાઈ	-10.8839
▁ચિંત	-10.8839
▁પિટબુલ	-10.8839
▁ફાયરટ્રક	-10.8839
ટબુલ	-10.8839
▁ક્વાર્ટરબેક	-10.8839
▁હૉલવે	-10.8839
▁અભિવ્યક્તિ	-10.8839
▁ડાયપર	-10.8839
▁પિયાનો	-10.8839
▁ન્યૂ	-10.8839
▁બોર્ડવોક	-10.8839
પ્રાપ્તિ	-10.884
▁ભસતા	-10.884
▁રેઈનકોટ	-10.884
▁તારાઓ	-10.884
▁ચીયરલીડર	-10.884
▁લટાર	-10.884
▁ટોપલેસ	-10.8843
▁કાસ્ટ	-10.8844
▁વેવ	-10.8846
દ્યો	-10.8846
▁હેન્ડલ્સ	-10.8848
▁પૂડલ્સ	-10.8849
▁સીવીડ	-10.8852
▁સામગ્રી	-10.8853
▁પડકાર	-10.8854
▁લાઉન્જ	-10.8858
▁રોકેટ	-10.8859
▁મુ	-10.886
▁બારીઓ	-10.8862
▁પડ	-10.8864
▁ઊતર	-10.8866
▁બેઠકો	-10.8869
▁રક્ષક	-10.8871
▁સરકતું	-10.8871
▁ગાતો	-10.8879
▁કેન્દ્ર	-10.8893
▁પ્રદેશમાં	-10.8901
▁બળદન	-10.8902
▁આર	-10.8904
▁આખલા	-10.8906
પૂર્ણ	-10.8909
▁પ્લેપેનમાં	-10.8911
▁ઉછળતા	-10.8918
▁ગાયો	-10.8919
ટિશ	-10.8921
▁વાંચતો	-10.8932
▁ગ્લાઈડર	-10.8935
▁શીખ	-10.8938
▁પ્રા	-10.8938
ીત	-10.8946
બર	-10.8953
▁લો	-10.8972
▁કોબ	-10.8985
▁ખરી	-10.8985
▁બ્રશ	-10.8991
▁ચાવી	-10.8995
▁સુરક્ષા	-10.8995
▁ફુવારાઓ	-10.8996
ર્ટ	-10.9002
▁હેટ	-10.9007
▁દેશન	-10.9018
▁પ્લેન	-10.9026
▁ધનુષ્ય	-10.9057
ડાટ	-10.9063
▁ટીપ	-10.9067
▁ગાયક	-10.9069
▁વાઘ	-10.9074
▁મુસાફરો	-10.9078
▁ટ્રેક્ટર	-10.9079
▁ખવડાવી	-10.9082
▁જોકરો	-10.9083
▁કલાકારો	-10.9085
▁કામદાર	-10.9091
▁સાંભળે	-10.9099
તિ	-10.9109
ચુંબ	-10.9124
▁ટ્રીટ	-10.9129
▁ટ્રે	-10.9151
▁કોઈક	-10.9157
▁કોતર	-10.9188
▁બનાવેલ	-10.9191
▁પીછા	-10.92
▁બેકપેકર	-10.9203
▁સ્પાઇક	-10.9206
▁દબાવ	-10.9209
▁ફૂટ	-10.9226
▁રે	-10.9233
▁સ્કિમ	-10.9253
▁વાદળ	-10.9254
▁ચારે	-10.9258
▁જાત	-10.926
કારી	-10.9261
▁વિન્ડસર્ફર	-10.9286
▁હોવા	-10.9296
▁લંબાવે	-10.9303
▁વર્ગ	-10.9306
▁લોડ	-10.933
▁હેન્ડલબાર	-10.9337
▁પડાવ	-10.934
▁હોડીઓ	-10.9341
▁વજન	-10.9352
▁ઉડાડ	-10.9359
▁વોક	-10.9386
▁પૂલન	-10.9391
▁અં	-10.9395
▁દૂધ	-10.9399
િશ	-10.9402
▁સ્કેલ	-10.9414
▁અટકે	-10.9421
ગાસ	-10.9434
▁રેન્જ	-10.9437
▁વિના	-10.9437
▁અટક	-10.9455
▁પલટ	-10.9464
્યારે	-10.9474
▁ખડકોન	-10.9482
▁આંગણા	-10.9485
▁કેમેર	-10.9489
▁ભાગે	-10.9503
▁કરેલ	-10.951
▁છોકરીન	-10.9518
▁યુ	-10.9518
સા	-10.9522
▁ઝ	-10.9527
ાઉ	-10.9539
▁બેલે	-10.9556
્સમાં	-10.9556
▁પુસ્તકો	-10.9557
▁કોળા	-10.9559
સ્કેલેટ	-10.9571
▁શિંગડા	-10.9589
▁માણસન	-10.9613
▁કલા	-10.9628
▁ચમક	-10.9632
ોમાં	-10.9648
▁પિન	-10.9649
બંધ	-10.9651
▁બેટમેન	-10.9653
▁વિક	-10.9662
▁પોઝમાં	-10.9668
▁રમવાન	-10.969
▁વાઘન	-10.9694
▁મૂછો	-10.9699
▁દેખાવ	-10.9725
ૂ	-10.9728
▁દ્રશ્યમાં	-10.9736
કોલી	-10.974
ખરેખ	-10.9748
સામાન	-10.9756
▁બતકન	-10.9758
ડાઉન	-10.9769
▁ભૂ	-10.9773
▁ખરીદ	-10.9777
▁સુરક્ષ	-10.9778
▁સેન્ટ	-10.9785
ટ્રેટ	-10.9787
▁ઝભ્ભા	-10.9798
▁વિન્ડો	-10.9798
ન્ડ	-10.9809
▁ગાત	-10.9812
▁રેલી	-10.9834
▁જાંબુડ	-10.9863
ેન્ચ	-10.9868
▁ખાબોચિયા	-10.989
્મિ	-10.9892
▁ઉદ્	-10.9898
▁લહેર	-10.9901
▁ઇમારતમાં	-10.9906
▁બ્ર	-10.9908
▁સ્નોમોબાઇલ	-10.9928
ૌ	-10.9931
▁નાચત	-10.9937
▁બુલડોગ	-10.9946
▁ડેંડિલિઅન	-10.9947
▁ચંદરવો	-10.995
▁ઢીંગલી	-10.995
▁ઇન્ટરવ્ય	-10.995
▁ઓવરપાસ	-10.995
▁ગંભીર	-10.995
▁ટેલિવિઝન	-10.995
▁ડાચશુન્ડ	-10.995
▁ધૂંધળ	-10.995
▁ધ્રૂજ	-10.995
▁નૌકા	-10.995
▁પ્રયત્ન	-10.995
▁લેબ્રાડોર	-10.995
▁વોટરક્રાફ્ટ	-10.995
▁હાઇડ્રેન્ટ	-10.995
ત્યંત	-10.995
▁પિનાટા	-10.995
▁સ્લાઈડ	-10.995
▁ડામર	-10.995
▁મુઠ્ઠી	-10.995
▁ટપકાંવાળ	-10.995
▁બોસ્ટન	-10.995
▁બન્ની	-10.995
▁શાખા	-10.995
▁આર્ટિસ્ટ	-10.995
▁સિગાર	-10.995
▁મ્યુઝિયમ	-10.995
▁નેકલેસ	-10.995
▁ફ્લોટીઝ	-10.995
▁નિયંત્રણ	-10.995
િન્ટન	-10.9951
▁ગોદી	-10.9951
▁પ્રવાસીઓ	-10.9951
▁ફાયરમેન	-10.9951
▁પૉપ	-10.9952
▁દટાયેલ	-10.9952
▁કિલ્ટ	-10.9953
▁અવગણના	-10.9956
▁થયું	-10.9957
▁બેડમ	-10.9958
▁રાઇડર્સ	-10.9959
▁ચાટતો	-10.9959
▁સ્થિત	-10.996
ડા	-10.9965
▁કેમ્પફાયર	-10.9967
ગિક	-10.9969
પોર્ટ	-10.997
▁કરડતો	-10.9975
▁ડ્રેગન	-10.9978
▁હવાઇ	-10.9984
▁અન	-10.9985
▁ફેલાયેલ	-11.0004
ટમાં	-11.0014
▁ફુવારો	-11.0019
▁ગોલમાં	-11.0029
▁તારન	-11.003
▁ઓલી	-11.0038
▁સ્થાન	-11.0038
▁ઝાડમાં	-11.0047
▁પીવા	-11.0051
▁ચીયરલિડર	-11.0058
્	-11.0059
ીઓ	-11.006
▁તોડી	-11.0064
▁ખીણમાં	-11.0066
▁કોર્ગ	-11.0076
▁ટ્રકમાં	-11.008
▁ઓળંગી	-11.0082
▁પહોંચવા	-11.0083
કન	-11.0102
વુડ	-11.0104
▁પામ	-11.0109
▁ઊન	-11.0112
▁તૂટી	-11.0113
▁હાઇવે	-11.0117
▁ડંકી	-11.0122
▁ઊંચાઈ	-11.0122
▁બ્લોક્સ	-11.0124
▁કર્યું	-11.0126
▁મીની	-11.0164
▁સ્ટોલ	-11.0167
▁સોનાનો	-11.0174
ામી	-11.0179
રાબ	-11.0194
▁છેડા	-11.0195
ગીચ	-11.0197
▁ઘેટાંના	-11.0198
ામ	-11.0198
▁પેટર્નવાળ	-11.0205
ાડે	-11.0224
▁દુકાનો	-11.0233
▁ભગાડ	-11.0234
ટર	-11.0235
▁લેન્ડ	-11.0239
▁છિદ્રમાં	-11.0244
▁માલિકો	-11.0256
▁ટર્કી	-11.0261
▁સાન્તાક્લોઝ	-11.0267
▁સંગ્રહાલય	-11.0272
▁પાંજરામાં	-11.0278
▁ધુમાડા	-11.0279
▁ભા	-11.029
▁સાધન	-11.0309
▁સસ્પેન્ડ	-11.0333
▁ઉપ	-11.0374
નીઝ	-11.0383
્રોલ	-11.04
▁બૉક્સ	-11.0436
▁સંકેતો	-11.0443
▁શક	-11.0444
▁જૂથમાં	-11.0449
▁ચેકર	-11.0453
લાઇન	-11.0456
▁પોલો	-11.0466
ફ્	-11.0477
▁જોગર	-11.0487
▁પકડાયેલ	-11.0511
▁ટેલિફોન	-11.0523
▁વળાંકન	-11.0534
▁પગમાં	-11.0536
▁ભેગી	-11.0562
ેત	-11.0563
્રા	-11.0577
▁મોટે	-11.0596
▁ઉતારી	-11.0603
ળી	-11.061
▁કબૂતરોન	-11.0616
▁કટઆઉટ	-11.064
ીક્ષ	-11.0649
▁ચોકમાં	-11.0649
▁નાચ	-11.065
▁જુ	-11.0651
▁નંબરવાળ	-11.0656
▁ઉનાળાન	-11.0657
▁થેલીમાં	-11.0661
▁બેગમાં	-11.0665
▁સીટો	-11.0673
▁ક્રિ	-11.0693
▁લાઇનવાળ	-11.0714
▁ઉતરત	-11.0724
▁પીરસ	-11.0734
અમેરિકન	-11.0743
મિક	-11.0747
▁ઠંડી	-11.0751
▁ટે	-11.0785
▁ઝાડી	-11.0791
ીની	-11.0818
▁નગર	-11.0852
▁ઝૂકેલ	-11.0866
▁ફૂટબોલર	-11.0871
▁ઝૂમ	-11.088
ાયેલી	-11.0901
▁પ્રવેશ	-11.0901
▁છોકર	-11.0902
▁રોટવ	-11.0902
▁માર્ગમાં	-11.0927
▁પેટર્ન	-11.093
▁બોટન	-11.0942
હૂપ	-11.0945
▁શરૂઆત	-11.0947
▁ટાઇ	-11.0951
▁નોટ	-11.0952
▁યુનિવર્સિટી	-11.0954
▁ખૂણામાં	-11.0973
▁એરેના	-11.0975
્યુ	-11.0991
▁પરપોટ	-11.0995
પીસ	-11.1007
▁બ્રિજ	-11.1014
▁બેલ્ટ	-11.1015
ટેડ	-11.1032
▁આકાર	-11.1036
ાવે	-11.1057
▁ટેન્ટ	-11.106
સમસ	-11.1089
▁સંગીતકાર	-11.1101
▁ડોલમાં	-11.1102
▁પટ	-11.1106
હાર	-11.1145
▁વેટસુટ	-11.1149
ક્ત	-11.1153
▁ખવડાવ	-11.1155
▁ગ્લાઈડ	-11.1165
લ્સ	-11.117
▁સ્વેટ	-11.117
▁રાફ્ટ	-11.1177
▁કેટલ	-11.118
▁પ્રદર્શ	-11.1182
▁બનાવત	-11.1183
બેક	-11.1183
▁ઘસ	-11.1186
▁પર્વતારોહ	-11.1187
▁બાઉલમાં	-11.1193
▁આકર્ષ	-11.1195
▁હરીફ	-11.1197
▁પાદરી	-11.1197
▁ધનુષ	-11.1198
▁ગોલ્ડ	-11.1198
▁સ્પાઈડર	-11.1199
▁દાગીના	-11.12
▁હાડપિંજર	-11.12
▁આશ્રય	-11.12
▁ગરુડ	-11.12
▁ટેલિસ્કોપ	-11.12
▁ડોમિનો	-11.12
▁પાલતુ	-11.12
▁પિરામિડ	-11.12
▁પેલિકન	-11.12
▁માઈક્રોફોન	-11.12
▁રહેણાંક	-11.12
▁સર્કિટ	-11.12
▁સિએટલ	-11.12
▁સુવર્ણ	-11.12
▁સ્નોબેંક	-11.12
▁સ્લેલોમ	-11.12
▁કોબલસ્ટોન	-11.12
▁જાદુગર	-11.12
▁પાઘડી	-11.12
▁ભૂગર્ભ	-11.12
▁ફાયરપ્લેસ	-11.12
▁હોસ્પિટલ	-11.12
▁ધપાવ	-11.12
▁પાઇરેટ	-11.12
▁નહીં	-11.12
▁ઇન્ફ્લેટ	-11.12
▁વિસ્ફોટ	-11.12
▁માઉન્ટેન	-11.12
▁સ્લેડિંગ	-11.12
▁સારવાર	-11.12
▁બેકલાઇટ	-11.12
▁હેન્ડબેગ	-11.12
▁માઉસ	-11.12
▁કાટવાળ	-11.12
▁પિગી	-11.12
▁જાપાનીઝ	-11.1201
▁સ્ટોવ	-11.1201
▁હગ્સ	-11.1202
▁બેઝમેન	-11.1202
▁પછાડ	-11.1204
▁કિશોરીઓ	-11.1205
▁મોટાભાગ	-11.1206
▁મ્યુઝિક	-11.1207
▁પત્તા	-11.1207
▁રચનાઓ	-11.1208
▁ગબડ	-11.1208
▁એકસરખ	-11.1209
▁મઝલ્સ	-11.1209
▁શ્વાસ	-11.1209
▁ક્યાં	-11.1211
▁ચઢાણ	-11.1212
▁પડ્યા	-11.1213
ડીયો	-11.1214
▁સાઈન	-11.1215
▁લોલી	-11.1217
રૂન	-11.122
▁ફૂંકતી	-11.1221
▁પડછાયામાં	-11.1222
▁કેબલ	-11.1226
▁થોભો	-11.1227
▁શબ્દો	-11.1227
▁ગયું	-11.123
▁પ્રેમ	-11.1236
▁શાલ	-11.1238
▁ક્રીમ	-11.124
▁ઝૂંપડી	-11.124
રમ	-11.1242
▁વર્ક	-11.1252
▁કોર્	-11.1258
▁હેટમાં	-11.1259
▁કલર	-11.1267
▁લહેરાત	-11.1272
▁ચહેરાઓ	-11.1276
ોફોન	-11.1277
▁લા	-11.128
▁માપી	-11.13
▁લીગ	-11.1302
▁ટ્રંક્સમાં	-11.1309
▁સરળ	-11.131
▁બસન	-11.131
▁ગાડીઓ	-11.1311
▁કેપ્સ	-11.1321
▁રિ	-11.1325
▁વ્હ	-11.133
િન	-11.1334
▁કિશોરી	-11.1338
▁ખાતા	-11.1343
▁સર	-11.1346
ીલર	-11.1346
▁રૂપ	-11.1346
▁એરિયા	-11.1348
▁સ્ટાર	-11.1357
▁ટાયરમાં	-11.136
જ્	-11.1379
▁છોડન	-11.1384
▁જોવ	-11.1394
▁બાંધી	-11.1401
▁કૂ	-11.1423
▁નિદ	-11.1455
▁વળેલ	-11.1464
▁નમી	-11.147
ઉ	-11.147
▁બચ્ચ	-11.1473
ાઇકિંગ	-11.1476
▁અગ્નિ	-11.1478
▁લેત	-11.1488
▁ઘાસવાળો	-11.1496
▁ગામ	-11.1511
▁જગલ	-11.1527
ધુ	-11.1545
▁કાર્પેટવાળ	-11.156
ાનમાં	-11.1581
નિયન	-11.1582
▁ચિત્રમાં	-11.1584
▁ભીંજા	-11.1615
▁પાર્કન	-11.1625
▁સ્પ્રેમાં	-11.1629
સેટ	-11.163
▁ખેંચત	-11.1634
▁લી	-11.1648
▁મોલમાં	-11.1662
▁વ્યવસાય	-11.1664
▁માળ	-11.1677
▁વૉક	-11.1692
સાઈ	-11.1701
▁મે	-11.1715
▁ચીંથરા	-11.175
્પી	-11.1763
▁સહ	-11.1766
▁પટાવાળ	-11.1792
▁ચાઇ	-11.1816
ંપર	-11.1823
▁હલાવત	-11.1827
▁કાઢ	-11.1835
▁ધુમાડાન	-11.185
▁ચૂક	-11.1865
▁નાળ	-11.1882
▁રીંછન	-11.1887
▁અણ	-11.1909
▁ડબ્બ	-11.1928
ોલ	-11.1931
▁રચનામાં	-11.1943
▁ફેર	-11.1949
▁સ્તન	-11.1957
ચી	-11.1959
▁પથારી	-11.1972
▁ખાત	-11.1992
સાયકલ	-11.2003
▁કોલ	-11.2023
▁નંબરન	-11.2032
▁ઉપાડી	-11.2035
વાન	-11.2036
▁ફૂલન	-11.2043
▁કાપી	-11.2061
છો	-11.2073
▁અથડાતા	-11.2099
▁ફેબ્રિક	-11.212
ેન્જર	-11.2127
▁છો	-11.2145
▁કિસ	-11.2174
▁માર્કેટ	-11.2178
એક્સ	-11.2178
▁ગોઠવે	-11.2195
રખા	-11.2196
▁લખત	-11.2197
ર્	-11.2207
▁ફેસ	-11.2209
▁ક્રિયા	-11.221
▁કાંકરીન	-11.2219
▁હાઇ	-11.2247
▁કોતરે	-11.225
▁ચીંધ	-11.2264
▁તિરાડ	-11.2264
▁ડાન્સર	-11.2266
▁કમાન	-11.2285
▁પટ્ટીવાળ	-11.2286
સ્તો	-11.2287
ેય	-11.2287
▁કૂતર	-11.23
▁લટકાવ	-11.2302
ઇ	-11.2304
▁હંસન	-11.2304
ટ્સ	-11.2312
ડલ	-11.2316
▁ખેંચાય	-11.2321
▁કાપ	-11.2333
▁ઈંટોન	-11.2353
યુગ	-11.236
દ્રશ્ય	-11.2361
▁કપડ	-11.2362
▁રમતગમત	-11.2365
ીએમ	-11.2366
અલગ	-11.2383
▁હાર્ડ	-11.2389
ક્રિયા	-11.24
▁સ્કાયલાઇન	-11.2415
▁ડાઘ	-11.2434
ટાઈ	-11.2436
▁લગાવ	-11.2436
▁કચર	-11.2437
▁મકાનમાં	-11.2438
વ્હીલર	-11.2442
્ઝ	-11.2446
▁રજૂ	-11.2456
▁બ્રશમાં	-11.2476
▁લેન	-11.249
રક્ષા	-11.249
▁આરોહક	-11.2492
્ટ	-11.2495
▁પૂ	-11.2498
▁ભૂખર	-11.2499
ચો	-11.2503
▁ડબ્બા	-11.2504
ખા	-11.2521
▁પાનખર	-11.2523
▁પંજ	-11.2528
ટોળ	-11.2532
▁મહ	-11.2539
▁કેન્દ્રમાં	-11.255
▁ટ્રેકસૂટ	-11.2559
ક્સ	-11.256
▁અથડાવ	-11.2566
ોવીન	-11.2595
દા	-11.2602
▁ડાળીઓમાં	-11.2602
▁દર્શક	-11.2611
ટાક	-11.2623
▁ક્વાર્ટર	-11.2628
▁અર્ધ	-11.2628
સ્વસ્થ	-11.2628
▁એસયુવી	-11.2628
▁પેરાસેઇલ	-11.2628
▁પ્રવેશદ્વાર	-11.2628
▁પ્રાર્થના	-11.2628
▁હિમવર્ષા	-11.2628
▁ચમચી	-11.2628
▁બટરફ્લાય	-11.2628
▁મંદિર	-11.2628
▁મોનિટર	-11.2628
▁વાછરડ	-11.2628
▁કેનવાસ	-11.2628
▁તૂતક	-11.2628
▁જ્વલ	-11.2628
▁ચોપસ્ટિક્સ	-11.2628
▁ઇંટ	-11.2628
▁ટ્રેઇલ	-11.2628
▁ઇયરફોન	-11.2628
▁સ્ટીયર	-11.2628
▁કંટ્રોલ	-11.2628
▁લૂછ	-11.2628
▁ચેઇનસો	-11.2629
▁લિપસ્ટિક	-11.2629
▁વોટરસ્કીઅર	-11.2629
▁વૉલ્ટ	-11.2629
▁ઇનામ	-11.2629
▁વીંધેલ	-11.2629
▁મુખ્ય	-11.263
▁ડીજે	-11.263
▁જિમ્નેસ્ટિક્સ	-11.263
▁ફેન્સ્ડ	-11.263
▁અશ્વ	-11.263
▁હીલ્સ	-11.2631
▁પંપ	-11.2631
▁હડલ	-11.2631
▁પરીક્ષણ	-11.2633
▁હોટલન	-11.2636
▁આઇ	-11.2636
▁ઉછળત	-11.2637
▁કાર્યકર	-11.2639
▁માળખું	-11.2639
▁બોટમ્સ	-11.2639
▁ઢાળવાળા	-11.2641
▁ગ્લોવ્સ	-11.2641
▁હેટ્સ	-11.2641
▁પ્રવાસી	-11.2642
▁અંડર	-11.2642
▁શેલ્ટ	-11.2643
▁કાયકર્સ	-11.2644
▁ઉછળે	-11.2645
▁થયો	-11.265
▁યુગલો	-11.2651
▁મલ્ટી	-11.2651
▁ખોદતો	-11.2652
▁લેન્સ	-11.2652
સુપરમેન	-11.2653
▁બાજ	-11.2654
▁સરસ	-11.2656
▁છત્રીઓ	-11.2657
ાંકન	-11.2657
▁પાડતો	-11.2659
▁સિટી	-11.2659
▁જંતુ	-11.2662
▁વીંટાળેલ	-11.2662
▁વ્હીલ્સ	-11.2669
▁કેમેરામેન	-11.2669
ંત	-11.2672
ાબ	-11.2679
ચલા	-11.268
ધર	-11.2683
▁જમવા	-11.2685
▁હાથમોજા	-11.2689
▁ઘૂંટી	-11.269
ેતરમાં	-11.2691
▁રેખા	-11.2696
▁હૃદય	-11.2698
▁ઉત્પાદન	-11.2706
▁સ્પર્ધક	-11.2723
▁ફાટેલ	-11.2724
▁મેક	-11.2726
▁યોગ	-11.2732
▁સાઇડ	-11.2736
▁પંક	-11.2748
▁ડ્રમર	-11.2755
▁બિલ	-11.2761
▁અસ્ત	-11.277
ૉક	-11.2776
ંચી	-11.2783
▁ખેલાડીઓન	-11.2785
ટિંગ	-11.2787
▁પાંદડાન	-11.279
▁બીની	-11.2794
▁સ્પોટ	-11.2815
▁થવા	-11.2818
▁ત્ર	-11.2827
▁ફ્લોરિડા	-11.2828
ાના	-11.2829
▁ગ્રા	-11.2833
▁ગ્રેફિટીવાળ	-11.2838
▁સ્ટીક	-11.2838
▁બેનરો	-11.2842
▁બી	-11.2844
▁તમા	-11.2845
▁વળાંકવાળ	-11.2848
▁ઘાસવાળ	-11.2848
▁પંચ	-11.2851
છવાય	-11.2853
▁ધો	-11.2866
▁ક્રાઉ	-11.287
▁ઇસ્ટર	-11.2872
▁ફૂંકા	-11.2881
