<pad>	0
<unk>	0
<sos>	0
<eos>	0
▁છ	-0
▁પ	-1
▁છે	-2
મા	-3
▁ક	-4
▁બ	-5
▁સ	-6
▁ર	-7
▁એ	-8
▁એક	-9
માં	-10
્ય	-11
ને	-12
ના	-13
વા	-14
લા	-15
▁પર	-16
રે	-17
રી	-18
ની	-19
▁રહ	-20
રો	-21
▁કૂ	-22
ોક	-23
▁મા	-24
▁અ	-25
▁જ	-26
રા	-27
▁ત	-28
▁રહ્ય	-29
▁બે	-30
▁કૂત	-31
ર્	-32
▁અને	-33
ાળ	-34
▁મ	-35
▁સ્	-36
▁સા	-37
▁છોક	-38
હે	-39
▁વ	-40
ંગ	-41
▁લ	-42
▁રહ્યો	-43
▁કૂતરો	-44
▁માણ	-45
▁પા	-46
▁માણસ	-47
ું	-48
▁ચ	-49
▁દ	-50
ડી	-51
નો	-52
▁પહે	-53
▁ટ	-54
▁તે	-55
▁હ	-56
થે	-57
ાર	-58
▁સાથે	-59
થી	-60
▁પહેરે	-61
▁શ	-62
્ર	-63
ેદ	-64
▁ના	-65
્ત	-66
▁ખ	-67
ેટ	-68
ોલ	-69
▁લા	-70
લી	-71
▁વા	-72
▁રમ	-73
▁આ	-74
▁ફ	-75
▁ગ	-76
▁સફ	-77
▁છોકરી	-78
▁સફેદ	-79
લો	-80
▁બાળ	-81
▁કાળ	-82
▁બાળક	-83
ળી	-84
▁કરે	-85
▁ભ	-86
ાસ	-87
▁ઘ	-88
▁ઉ	-89
▁મો	-90
▁દો	-91
▁છોકરો	-92
રફ	-93
ડા	-94
ણી	-95
ન્	-96
ર્ટ	-97
▁કૂદ	-98
▁ય	-99
▁લોક	-100
▁બા	-101
ડે	-102
▁લોકો	-103
તી	-104
▁કૂતરા	-105
તો	-106
▁યુ	-107
▁રહી	-108
▁પાણી	-109
તા	-110
મે	-111
્રી	-112
ાય	-113
િંગ	-114
▁કરી	-115
ળા	-116
▁લાલ	-117
વે	-118
▁રહ્યા	-119
▁ઊ	-120
કેટ	-121
માંથી	-122
ક્ત	-123
ક્તિ	-124
નું	-125
▁વાદ	-126
▁ધ	-127
ત્રી	-128
્યા	-129
ોર્	-130
▁પી	-131
▁ચા	-132
▁વાદળી	-133
▁રંગ	-134
▁કાળો	-135
▁સ્ત્રી	-136
▁તેના	-137
▁પક	-138
િલા	-139
▁પહેરેલો	-140
▁ઘાસ	-141
▁રે	-142
િય	-143
્રે	-144
ેલા	-145
▁બરફ	-146
▁મહ	-147
▁ન	-148
▁વ્ય	-149
▁મહિલા	-150
▁શર્ટ	-151
ચે	-152
▁મોટ	-153
▁બી	-154
સ્ત	-155
બી	-156
▁વ્યક્તિ	-157
▁ભૂ	-158
▁ઊભ	-159
▁બેઠ	-160
ટે	-161
ોર્ડ	-162
▁બોલ	-163
ઇક	-164
સે	-165
▁કૂદી	-166
▁પુ	-167
▁પો	-168
કો	-169
્યારે	-170
▁જો	-171
▁ટે	-172
▁થ	-173
સ્	-174
▁સામે	-175
▁ની	-176
કી	-177
વામાં	-178
▁જે	-179
લે	-180
ૂટ	-181
▁ટો	-182
▁પહેરેલી	-183
બોર્ડ	-184
▁કર	-185
વાન	-186
જુ	-187
▁દોડી	-188
જા	-189
▁ડ	-190
વી	-191
▁બાળકો	-192
ાન	-193
બોલ	-194
▁બહ	-195
્રા	-196
▁નાનો	-197
▁જ્યારે	-198
▁તેની	-199
▁યુવાન	-200
▁નીચે	-201
▁રા	-202
▁બહાર	-203
▁ત્ર	-204
▁હા	-205
ાં	-206
▁ત્રણ	-207
▁કે	-208
▁ઝ	-209
▁માટે	-210
▁બાજુ	-211
▁રમે	-212
▁જોઈ	-213
લ્	-214
▁ભૂરા	-215
▁સવા	-216
ોટ	-217
▁ખડ	-218
▁જૂ	-219
ીલા	-220
▁ઉભ	-221
કા	-222
▁પુર	-223
▁તરફ	-224
▁હવામાં	-225
▁કાળા	-226
પી	-227
▁ઉપ	-228
▁સ્કેટ	-229
ંક	-230
▁વિ	-231
▁જૂથ	-232
િત	-233
▁બાઇક	-234
ંચ	-235
રંગ	-236
▁પાણીમાં	-237
્સ	-238
ન્ડ	-239
▁પાછ	-240
ુષ	-241
▁સ્વ	-242
▁પાસે	-243
શા	-244
▁હો	-245
▁બાજુમાં	-246
▁પાછળ	-247
▁નાની	-248
▁જુ	-249
▁ધરા	-250
▁પુરુષ	-251
▁કા	-252
▁પસ	-253
▁ફૂટ	-254
▁પસાર	-255
▁શે	-256
▁પ્ર	-257
▁કૂદકો	-258
▁મોં	-259
▁પકડી	-260
વાળા	-261
ંદ	-262
જી	-263
િક	-264
▁ખડક	-265
ેલાડી	-266
▁ખેલાડી	-267
▁જુએ	-268
રંગી	-269
▁મેદ	-270
▁ઉપર	-271
▁મેદાન	-272
▁હાથ	-273
▁છોકરા	-274
્વ	-275
▁ઊભો	-276
મ્	-277
▁દોડે	-278
▁લઈ	-279
▁સ્કેટબોર્ડ	-280
▁રમી	-281
ૂલ	-282
▁ચલા	-283
▁બીચ	-284
▁શેરી	-285
▁લાક	-286
▁હે	-287
▁પરથી	-288
ન્ટ	-289
▁રંગનો	-290
▁હોય	-291
વાળી	-292
▁લીલા	-293
ાડ	-294
▁રહ્યું	-295
ળો	-296
ુલા	-297
રમાં	-298
▁ટોપી	-299
િસ	-300
્ટ	-301
▁ખે	-302
▁કો	-303
્રાઉ	-304
્રો	-305
▁મોંમાં	-306
કમાં	-307
▁પોશા	-308
▁નાના	-309
▁બરફમાં	-310
સા	-311
ર્ફ	-312
પે	-313
▁પે	-314
▁તેમ	-315
▁સૂ	-316
▁કાર	-317
▁ગુલા	-318
▁ગુલાબી	-319
▁નારંગી	-320
▁છોકરીઓ	-321
▁પહેરેલા	-322
▁ભી	-323
▁જેકેટ	-324
કલ	-325
▁રાખ	-326
▁સવારી	-327
▁પર્વ	-328
પા	-329
▁ઢ	-330
ટી	-331
▁દિ	-332
▁રમત	-333
▁ચાલે	-334
▁છોકરાઓ	-335
્લા	-336
િયા	-337
▁સમ	-338
્ષ	-339
▁પીળા	-340
▁કિ	-341
મેરા	-342
મ્પ	-343
▁માણસો	-344
▁ટેન	-345
રની	-346
બા	-347
▁મોટા	-348
▁રસ્ત	-349
▁થાય	-350
▁શેરીમાં	-351
તે	-352
ેલી	-353
▁નજી	-354
ગા	-355
▁પોઝ	-356
▁ફૂટબોલ	-357
સ્ટ	-358
▁પગ	-359
વારા	-360
▁મારે	-361
▁પૂલ	-362
▁કેમેરા	-363
▁કેટ	-364
▁રસ્તા	-365
▁મેદાનમાં	-366
▁ઉભા	-367
▁લઈને	-368
▁વાળ	-369
▁રમક	-370
▁સાય	-371
▁સાયકલ	-372
▁પાર્	-373
કરી	-374
▁ચાલ	-375
▁સ્ટ	-376
▁લે	-377
િમ	-378
ીન	-379
▁ધરાવે	-380
▁રેસ	-381
▁સર્ફ	-382
વાલ	-383
▁ચઢ	-384
વાનો	-385
▁વૃ	-386
▁ટ્રે	-387
▁નજીક	-388
ન્સ	-389
▁બેક	-390
ંટ	-391
ોગ	-392
▁યુવ	-393
▁ફે	-394
▁હસ	-395
▁જંગ	-396
▁ઘાસમાં	-397
▁પડે	-398
▁બેઠો	-399
ૂમ	-400
▁ચાલી	-401
▁કેટલા	-402
ેલો	-403
ણા	-404
▁લોકોનું	-405
▁સ્નો	-406
▁પોશાક	-407
▁અન	-408
▁થઈ	-409
▁બ્રાઉ	-410
પાસ	-411
ર્સ	-412
ળાવ	-413
▁બ્રાઉન	-414
▁પકડીને	-415
▁લાકડી	-416
▁જંગલ	-417
▁ઝાડ	-418
▁ગ્રે	-419
▁દર	-420
▁ભૂરો	-421
▁દિવાલ	-422
ેલ	-423
▁ખેત	-424
વતો	-425
ુદ	-426
▁ચહે	-427
▁પૂલમાં	-428
▁જાય	-429
▁ભીડ	-430
ખતે	-431
▁વખતે	-432
ઇડ	-433
ોર	-434
▁સો	-435
▁ટેકરી	-436
▁ઇ	-437
▁બીજા	-438
▁કેટલાક	-439
▁સ્વિમ	-440
▁જમ	-441
▁શર્ટમાં	-442
▁અન્ય	-443
▁ટી	-444
▁સવાર	-445
▁ચાર	-446
▁દોડ	-447
▁કિના	-448
▁સ્કી	-449
▁પકડ	-450
દ્	-451
▁રેતી	-452
▁આસ	-453
▁આસપાસ	-454
▁ડા	-455
▁રમતા	-456
▁પર્વત	-457
▁સાથેનો	-458
▁માથ	-459
▁માર	-460
▁સોક	-461
▁સમુદ	-462
્લે	-463
▁પટ	-464
રીને	-465
▁પ્રય	-466
▁સમુદ્ર	-467
▁સોકર	-468
▁યુક્તિ	-469
▁જી	-470
▁મોટો	-471
ીને	-472
▁દ્	-473
▁દ્વારા	-474
▁ખુ	-475
તું	-476
▁તળાવ	-477
▁કરતી	-478
ંધ	-479
મેટ	-480
▁ટેનિસ	-481
ઇકલ	-482
બીજા	-483
▁વસ્ત	-484
▁એકબીજા	-485
દ્ધ	-486
▁મહિલાઓ	-487
▁મોટર	-488
ઈક	-489
▁ઘાસના	-490
▁પ્રયાસ	-491
▁ડ્રે	-492
▁બેસે	-493
▁વિસ્ત	-494
▁રમકડા	-495
▁આપે	-496
લ્મેટ	-497
છો	-498
ાસ્	-499
▁હેલ્મેટ	-500
▁પટ્ટ	-501
▁બાસ્	-502
▁બાસ્કેટ	-503
▁મે	-504
▁બરફીલા	-505
▁વૃદ્ધ	-506
કે	-507
વાળો	-508
▁પકડે	-509
▁સ્નોબોર્ડ	-510
પાથ	-511
▁ખા	-512
ર્ડ	-513
▁યુવતી	-514
▁બાસ્કેટબોલ	-515
સમાં	-516
▁આવે	-517
▁ફૂટપાથ	-518
▁વાડ	-519
▁પાણીની	-520
્લો	-521
▁પાણીના	-522
િટ	-523
▁બેઠી	-524
▁ચલાવે	-525
▁વિસ્તાર	-526
બલ	-527
▁નાનું	-528
▁પહેરીને	-529
્યુ	-530
▁લી	-531
▁કિનારે	-532
દી	-533
▁રંગના	-534
ંકાય	-535
▁ચઢી	-536
▁કપ	-537
ચ્	-538
્ઠ	-539
▁સ્ક	-540
▁સ્પ	-541
ોડા	-542
▁શહે	-543
ર્ય	-544
▁પાણીમાંથી	-545
ોન	-546
▁જમીન	-547
▁લાકડા	-548
▁ખેતરમાં	-549
▁શો	-550
ક્ષ	-551
િત્ર	-552
▁ઊંચ	-553
▁પૃ	-554
▁ઢંકાય	-555
ભૂમ	-556
ષ્ઠ	-557
ભૂમિ	-558
▁રાખે	-559
▁પૃષ્ઠ	-560
▁પૃષ્ઠભૂમિ	-561
▁સી	-562
▁પીછો	-563
▁બોલને	-564
માર	-565
▁સ્વિંગ	-566
▁તેમના	-567
▁સ્લા	-568
▁પાર્કમાં	-569
▁સ્વિમિંગ	-570
▁ચહેરા	-571
▁ધરાવતો	-572
▁સ્મ	-573
▁ઝૂ	-574
રોધ	-575
▁બેઝ	-576
▁વડે	-577
▁સ્મિત	-578
▁સ્લાઇડ	-579
▁રંગની	-580
▁બિ	-581
્લ	-582
▁ઈ	-583
ર્શ	-584
જો	-585
ોલર	-586
▁મોટી	-587
ન્ચ	-588
▁ઘણા	-589
▁વે	-590
▁ફ્ર	-591
▁કુ	-592
બે	-593
▁પટ્ટા	-594
▁લાં	-595
▁પુરુષો	-596
▁કં	-597
▁ચડ	-598
▁પૃષ્ઠભૂમિમાં	-599
▁દે	-600
▁સ્કેટબોર્ડર	-601
▁ઉભી	-602
▁જાં	-603
▁ટોચ	-604
▁કંઈક	-605
▁જાંબ	-606
▁બેન્ચ	-607
ડો	-608
▁રેમ્પ	-609
સાઇકલ	-610
નેરી	-611
▁મોજા	-612
હા	-613
▁દોર	-614
નગ	-615
▁કોટ	-616
▁સોનેરી	-617
▁મોટરસાઇકલ	-618
▁કાળી	-619
▁ઓ	-620
▁જાંબલી	-621
▁માથા	-622
▁લાઇ	-623
▁વચ્	-624
▁ત્યારે	-625
▁બેઝબોલ	-626
▁બેઠા	-627
નિ	-628
▁અવ	-629
▁ભા	-630
▁વચ્ચે	-631
▁ખેલાડીઓ	-632
યા	-633
▁ચલાવી	-634
્લાસ	-635
▁જેકેટમાં	-636
▁સિ	-637
▁મારી	-638
▁તેમની	-639
મમાં	-640
▁ઊભી	-641
ંદર	-642
▁ઘે	-643
▁ફોટ	-644
▁જઈ	-645
ન્ડમાં	-646
▁પીળી	-647
▁ચિત્ર	-648
ટા	-649
▁લટ	-650
▁બીજો	-651
▁ઘોડા	-652
▁ટેબલ	-653
▁પકડવા	-654
ૂળ	-655
ડું	-656
▁કપડા	-657
વર	-658
▁આગ	-659
શ્	-660
ફોર્	-661
ંબ	-662
શી	-663
▁પહ	-664
▁સનગ	-665
▁ટ્રેક	-666
લ્ડ	-667
▁વાત	-668
▁કરતો	-669
▁ખડકો	-670
▁અંદર	-671
ગી	-672
ળું	-673
▁ફૂ	-674
▁બોટ	-675
▁સનગ્લાસ	-676
▁ઘાસમાંથી	-677
▁ગંદ	-678
▁ધૂળ	-679
હી	-680
▁છાં	-681
ગ્રાઉ	-682
▁પેન્ટ	-683
▁ઘેરા	-684
તિ	-685
ંચે	-686
િયન	-687
ંચી	-688
ોડી	-689
▁નિ	-690
▁નદી	-691
▁દોડતો	-692
નમાં	-693
▁સૂઈ	-694
ર્ટ્સ	-695
▁મારતો	-696
▁વિસ્તારમાં	-697
▁મધ	-698
લિંગ	-699
▁વગા	-700
ાયર	-701
▁પલ	-702
શર્ટ	-703
▁કોઈ	-704
▁ટીમ	-705
▁અવરોધ	-706
ગ્રાઉન્ડમાં	-707
િન	-708
▁ઉત	-709
▁આપી	-710
▁પોશાકમાં	-711
▁પક્ષ	-712
▁ખડકાળ	-713
▁કૂતરાને	-714
શમાં	-715
▁કૂતરાઓ	-716
મારત	-717
▁ખૂ	-718
▁ટોપ	-719
▁ફુ	-720
▁તરી	-721
▁દેખ	-722
િસબી	-723
▁સૂટ	-724
▁મધ્ય	-725
▁ફ્રિસબી	-726
▁બેઠેલા	-727
▁બેકગ્રાઉન્ડમાં	-728
ફોન	-729
▁કારણ	-730
▁સ્ટે	-731
▁વસ્તુ	-732
▁લાકડાના	-733
▁સ્ત્રીઓ	-734
રના	-735
▁તૈ	-736
▁પીળો	-737
▁સ્નોબોર્ડર	-738
▁ભુ	-739
▁પાર્ક	-740
ોકી	-741
▁વિશ	-742
▁ફ્લો	-743
▁પક્ષી	-744
▁રમતના	-745
ંત	-746
▁ઉભો	-747
ગ્	-748
▁જીન્સ	-749
▁જંગલમાં	-750
▁ભુરો	-751
▁ડ્રેસમાં	-752
ંખ	-753
લું	-754
▁રહ્યાં	-755
▁રાહ	-756
▁સ્વેટ	-757
▁ઊભું	-758
▁દોરડા	-759
સ્ક	-760
▁સૂર્ય	-761
▁રી	-762
▁બરફથી	-763
▁બાળકને	-764
▁બીજી	-765
▁શોર્ટ્સ	-766
ધા	-767
ુક	-768
▁દૂ	-769
▁દરિયા	-770
થ્	-771
રવ	-772
▁પોતા	-773
હન	-774
િકન	-775
ંકી	-776
ખ્ત	-777
▁માર્	-778
▁ગંદકી	-779
ોલી	-780
સાથે	-781
બેરંગી	-782
▁પુખ્ત	-783
▁રંગબેરંગી	-784
થ્થ	-785
▁જા	-786
▁સર	-787
▁ખુર	-788
▁ચશ્	-789
▁હસતી	-790
▁બેકપે	-791
▁એકસાથે	-792
▁બરફમાંથી	-793
▁વગ	-794
▁કપડાં	-795
▁ગા	-796
▁વ્	-797
▁કરતા	-798
▁વિશાળ	-799
▁એશ	-800
▁ગણ	-801
▁આવી	-802
▁ખુરશી	-803
▁ચશ્મા	-804
▁ગણવે	-805
▁યુનિ	-806
બો	-807
ર્ણ	-808
▁બોર્ડ	-809
્યો	-810
છી	-811
્રિ	-812
▁પ્રા	-813
▁ખડકની	-814
▁એશિયન	-815
▁સીડી	-816
▁રેતીમાં	-817
▁બના	-818
▁હાથમાં	-819
▁સુ	-820
▁બેકપેક	-821
▁રોક	-822
▁તેને	-823
યેલા	-824
▁કોલર	-825
▁હોકી	-826
▁સમુદ્રમાં	-827
▁યુનિફોર્	-828
કાશ	-829
▁પુલ	-830
▁રમકડું	-831
▁ગોલ	-832
▁ટ્ર	-833
▁ફૂલો	-834
િયાળ	-835
▁પીઠ	-836
▁ફુવારા	-837
▁વસ્ત્રો	-838
િટાર	-839
▁ગિટાર	-840
▁લાંબા	-841
▁મૂ	-842
સ્તી	-843
▁બેસ	-844
▁તેનો	-845
▁રહેલા	-846
▁પલંગ	-847
▁સર્ફર	-848
▁કરવા	-849
ેલું	-850
▁આગળ	-851
▁યા	-852
▁બેગ	-853
▁ઊંચા	-854
ર્ડમાં	-855
ળે	-856
▁હૂ	-857
▁દૂર	-858
▁ઇમારત	-859
▁વાળવાળી	-860
ગલ	-861
ચા	-862
િંગની	-863
▁ખુલ્	-864
ૂષ	-865
ભા	-866
▁ખો	-867
▁પથ્થ	-868
▁કુસ્તી	-869
▁તળાવમાં	-870
▁ફેંક	-871
ઉટ	-872
મિય	-873
▁ખૂબ	-874
▁લીલી	-875
્રોસ	-876
મિયાન	-877
▁દરમિયાન	-878
ૃત	-879
કાર	-880
▁રાત	-881
▁ફેંકી	-882
▁બિલ્ડ	-883
▁સ્કીઅ	-884
જ્	-885
▁ઈંટ	-886
▁ચિ	-887
▁ધ્વ	-888
▁પુરૂષ	-889
▁પર્વતો	-890
▁બેઠેલી	-891
યર	-892
▁પડી	-893
▁ભાગ	-894
વું	-895
ઉન્ડ	-896
▁ધ્વજ	-897
▁શ્	-898
▁ફોટો	-899
ંપ	-900
લ્સ	-901
▁ગો	-902
▁સ્લે	-903
▁ફ્લોર	-904
્ડી	-905
્રાફ	-906
▁ઊભા	-907
▁વગાડે	-908
▁ગૌ	-909
▁વય	-910
▁પહો	-911
સ્ટિક	-912
▁ડાન્સ	-913
દવ	-914
▁કાય	-915
▁કાદવ	-916
▁ચાલતા	-917
▁વૃક્ષ	-918
નની	-919
▁પગથ	-920
રવર્ણ	-921
▁ચડ્ડી	-922
▁રાખીને	-923
▁ગૌરવર્ણ	-924
વાની	-925
▁શરી	-926
▁સર્ફબોર્ડ	-927
જ્જ	-928
ંદડા	-929
▁માથું	-930
▁પાંદડા	-931
રિય	-932
▁શહેરની	-933
▁પાંચ	-934
▁પર્વતની	-935
સ્વી	-936
્રુ	-937
્લાઇ	-938
▁લાત	-939
▁બાઇકર	-940
▁યુવતીઓ	-941
▁કિશ	-942
▁તેજ	-943
▁પ્લા	-944
▁કૂદતો	-945
▁તેજસ્વી	-946
ોલિન	-947
▁હેડ	-948
▁ડ્રેસ	-949
▁બેસીને	-950
રામ	-951
ટમાં	-952
▁સામ	-953
▁માર્ગ	-954
▁પ્રાણી	-955
ંખો	-956
યાર	-957
▁કેપ	-958
▁તૈયાર	-959
▁શી	-960
▁ભરે	-961
▁વ્હી	-962
▁ગણવેશમાં	-963
્ડ	-964
▁હોડી	-965
▁ઘાસની	-966
▁ચહેરો	-967
▁દા	-968
▁ધા	-969
▁ફર	-970
▁હાઇક	-971
▁શ્વાન	-972
▁પહેરેલ	-973
હ્	-974
િપ	-975
▁ડોગ	-976
િયાં	-977
▁ચિહ્	-978
ઇંગ	-979
▁આપ	-980
ોક્સ	-981
રમાંથી	-982
▁પગથિયાં	-983
લેસ	-984
ર્સી	-985
▁બારી	-986
▁જર્સી	-987
▁રાત્રે	-988
▁દિવ	-989
▁લગા	-990
▁શીખ	-991
▁પ્લે	-992
ફ્ટ	-993
▁પૂ	-994
▁બાથ	-995
▁ઝૂકી	-996
▁ડર્ટ	-997
▁રોલર	-998
▁સજ્જ	-999
▁હેન્ડ	-1000
ધી	-1001
્યાં	-1002
▁ગાય	-1003
▁બાળકોનું	-1004
યો	-1005
ુંબ	-1006
▁છી	-1007
▁આઉટ	-1008
મેન્ટ	-1009
▁રીતે	-1010
▁લીલો	-1011
▁ઝાડની	-1012
અપ	-1013
▁મેળ	-1014
▁હતો	-1015
કાર્ફ	-1016
▁દેખાય	-1017
▁સ્લેજ	-1018
▁યાર્ડમાં	-1019
ત્ર	-1020
્લેટ	-1021
▁નીક	-1022
▁તેનું	-1023
▁વૃક્ષો	-1024
▁બિલ્ડિંગની	-1025
ખા	-1026
▁"	-1027
કની	-1028
ર્મ	-1029
વતી	-1030
▁છીછ	-1031
▁લટક	-1032
▁ધ્રુ	-1033
▁યુગલ	-1034
▁ઢંકાયેલી	-1035
▁પટ્ટાવાળા	-1036
માન	-1037
ાળી	-1038
▁પડ	-1039
▁આંગ	-1040
▁તરંગ	-1041
્લાઇમ્	-1042
▁પહેર્ય	-1043
▁કરીને	-1044
▁પિ	-1045
▁બં	-1046
▁પ્લાસ્ટિક	-1047
ઈડ	-1048
ોડ	-1049
▁ઉડા	-1050
▁હસતા	-1051
▁છીછરા	-1052
▁ગ્રેહા	-1053
▁સ્વેટર	-1054
▁ઉડે	-1055
▁ચઢે	-1056
▁વહન	-1057
▁દરવા	-1058
▁બ્લે	-1059
▁ધ્રુવ	-1060
▁ક્લાઇમ્	-1061
▁ગ્રેહાઉન્ડ	-1062
▁વયના	-1063
▁હસતો	-1064
▁રેલિંગ	-1065
શ્ય	-1066
▁ટા	-1067
▁ડે	-1068
▁લૉ	-1069
વીને	-1070
ુંવા	-1071
▁રહે	-1072
▁જેમાં	-1073
▁રહેલો	-1074
▁ઇમારતની	-1075
▁ભે	-1076
▁ઝૂલ	-1077
▁નંબ	-1078
▁બેટ	-1079
▁સમય	-1080
▁બ્લેક	-1081
▁દરવાજા	-1082
ડલ	-1083
▁ઢગ	-1084
્રેક	-1085
▁પાર	-1086
ળામાં	-1087
▁સ્કીઅર	-1088
▁કરવામાં	-1089
▁હલા	-1090
▁યુનિફોર્મમાં	-1091
ઢી	-1092
▁તર	-1093
બાજુ	-1094
ુંવાટી	-1095
▁રમતમાં	-1096
▁રુંવાટી	-1097
▁સ્કીઇંગ	-1098
▁સ્કેટબોર્ડિંગ	-1099
ંજ	-1100
▁વોટ	-1101
▁સાધ	-1102
▁ઊંચો	-1103
▁રંગીન	-1104
▁અથ	-1105
ાસ્ત	-1106
▁આજુ	-1107
▁જીભ	-1108
▁ધાર	-1109
▁સું	-1110
▁ખેંચી	-1111
▁ચાલવા	-1112
▁બરફના	-1113
▁વેસ્ટ	-1114
▁આજુબાજુ	-1115
ડપ	-1116
વીર	-1117
દર્શ	-1118
▁આકાશ	-1119
▁ટોળું	-1120
▁બનાવે	-1121
▁બાજુએ	-1122
મ્પોલિન	-1123
વવા	-1124
▁કાં	-1125
▁ફરે	-1126
▁લૉન	-1127
▁નવું	-1128
▁દિવસે	-1129
▁એકબીજાને	-1130
▁સૂર્યાસ્ત	-1131
▁ટ્રેમ્પોલિન	-1132
રક	-1133
મેન	-1134
▁વર	-1135
▁કાન	-1136
▁ડોક	-1137
▁આરામ	-1138
▁રમતી	-1139
▁ચાલતો	-1140
▁માણસને	-1141
▁લોકોના	-1142
ઇવ	-1143
તુ	-1144
▁રેલ	-1145
▁સ્કાર્ફ	-1146
ઇન	-1147
બૂ	-1148
ામાં	-1149
▁કોંક	-1150
▁ઈંટની	-1151
▁ચાલતી	-1152
▁બોક્સ	-1153
▁શિયાળ	-1154
▁નજીકના	-1155
કાવ	-1156
▁ઘૂ	-1157
ડિયા	-1158
વાળું	-1159
▁દાઢી	-1160
▁નિશા	-1161
▁પહાડ	-1162
િંગમાં	-1163
▁કોટમાં	-1164
▁શીખતું	-1165
લિ	-1166
ીણ	-1167
ીત	-1168
ંડા	-1169
પેટ	-1170
રેટ	-1171
▁બાર	-1172
▁ઢગલા	-1173
▁રેસમાં	-1174
ેડ	-1175
ડોર	-1176
તાળ	-1177
▁મુ	-1178
▁ખાય	-1179
▁ઘરની	-1180
▁રેતાળ	-1181
▁સૂટમાં	-1182
દા	-1183
ુલ	-1184
ૂહ	-1185
▁ઉડ	-1186
▁ગિય	-1187
▁દર્શ	-1188
▁સ્ટો	-1189
▁ઊભેલો	-1190
▁પાછળના	-1191
▁લાકડાની	-1192
ળાંક	-1193
▁ઊંધ	-1194
▁કાઉ	-1195
▁સેટ	-1196
▁ટાયર	-1197
▁વળાંક	-1198
▁સામનો	-1199
▁છોકરીને	-1200
પોટ	-1201
▁ચી	-1202
ઓમાં	-1203
▁યુવક	-1204
▁સમયે	-1205
▁છાંટા	-1206
▁પ્રવા	-1207
▁સ્ટેજ	-1208
ઇલ	-1209
▁વગાડ	-1210
▁છાંટી	-1211
▁લાંબી	-1212
▁કૂતરાની	-1213
છા	-1214
ાના	-1215
સ્બી	-1216
▁સેલ	-1217
▁વોટર	-1218
ડિય	-1219
સની	-1220
▁ધો	-1221
▁કાઢ	-1222
▁ક્રોસ	-1223
▁બોલનો	-1224
▁ખેતરમાંથી	-1225
ંબુ	-1226
ક્સ	-1227
મેર	-1228
યોગ	-1229
િયે	-1230
▁ઉછ	-1231
▁સાઇકલ	-1232
▁સાધનો	-1233
▁વ્યસ્ત	-1234
▁ઘાસવાળા	-1235
▁શર્ટલેસ	-1236
ક્	-1237
દર	-1238
હેરા	-1239
▁બંને	-1240
▁ઉપયોગ	-1241
▁પરપોટ	-1242
▁પ્રતિ	-1243
▁વ્હીલ	-1244
▁દર્શકો	-1245
▁સ્કર્ટ	-1246
▁સર્ફિંગ	-1247
ઇટ	-1248
વતા	-1249
▁સે	-1250
▁પેઇ	-1251
▁નંબર	-1252
▁પાછળથી	-1253
▁સેલફોન	-1254
▁છોકરાને	-1255
▁એકબીજાની	-1256
કર	-1257
ંટણ	-1258
ુંબન	-1259
▁નૃત	-1260
▁તંબુ	-1261
▁બાંધ	-1262
▁માછી	-1263
▁રાતા	-1264
▁ઘૂંટણ	-1265
▁ચુંબન	-1266
▁આઉટડોર	-1267
▁સાથેની	-1268
▁ઘેરાયેલા	-1269
▁ઢંકાયેલા	-1270
સી	-1271
િટી	-1272
▁ફૂલ	-1273
ૂમમાં	-1274
▁કાર્	-1275
▁જોઈને	-1276
▁બેઠેલો	-1277
▁પ્રદર્શ	-1278
ટો	-1279
▁કરડે	-1280
▁લાઇન	-1281
▁કારની	-1282
▁પુસ્ત	-1283
▁સ્ટંટ	-1284
▁કૂતરાના	-1285
નંદ	-1286
▁કૅ	-1287
▁લડી	-1288
▁આનંદ	-1289
▁ચલાવતો	-1290
▁ધૂળિયા	-1291
▁યુવાનો	-1292
ઇસ	-1293
▁તા	-1294
▁ચામ	-1295
▁બતા	-1296
▁આંખો	-1297
▁જમ્પ	-1298
મેરિકન	-1299
ોગ્રાફ	-1300
▁ઊભેલા	-1301
▁નૃત્ય	-1302
▁મોટું	-1303
▁બાથિંગ	-1304
▁લોકોની	-1305
વિ	-1306
રકુ	-1307
વાર	-1308
▁ડોલ	-1309
રિયું	-1310
▁કોર્	-1311
▁કુરકુ	-1312
▁ફોટોગ્રાફ	-1313
દે	-1314
લુ	-1315
▁તસ	-1316
▁ફેર	-1317
▁ખેંચ	-1318
▁કિશોર	-1319
▁વાડની	-1320
▁માણસની	-1321
▁યુક્તિઓ	-1322
▁ફ્રિસબીને	-1323
▁કુરકુરિયું	-1324
ફા	-1325
▁ઢો	-1326
ણમાં	-1327
▁ધોધ	-1328
▁નાક	-1329
▁નાવ	-1330
▁પેરા	-1331
ન્ટમાં	-1332
▁ચિહ્ન	-1333
▁ત્યાં	-1334
▁વિરોધ	-1335
▁રાખોડી	-1336
મો	-1337
શન	-1338
▁ગર	-1339
▁ડિ	-1340
ચ્યુ	-1341
▁કાપ	-1342
▁દેખા	-1343
▁પોલી	-1344
▁સ્પર્	-1345
▁કરવાનો	-1346
▁નિશાની	-1347
▁પાસેથી	-1348
સૂટ	-1349
સ્પ	-1350
▁ને	-1351
મારી	-1352
્રીન	-1353
▁ખુલ્લા	-1354
▁પરપોટા	-1355
▁દિવાલની	-1356
ઠા	-1357
્લોઝ	-1358
▁કામ	-1359
▁છંટ	-1360
▁પછી	-1361
▁છંટકાવ	-1362
▁રેસિંગ	-1363
▁પકડવાનો	-1364
▁પથ્થરની	-1365
▁જંગલવાળા	-1366
ંભ	-1367
ૂં	-1368
▁ચપ	-1369
▁ફટ	-1370
પિંગ	-1371
ડીમાં	-1372
▁હાર્	-1373
▁રેસ્ટ	-1374
દદ	-1375
રને	-1376
▁ઝડપ	-1377
▁મદદ	-1378
▁કોસ્	-1379
▁પ્લેટ	-1380
▁માસ્ક	-1381
▁હાર્ને	-1382
▁અમેરિકન	-1383
▁રેસ્ટોર	-1384
▁કોસ્ચ્યુ	-1385
ચના	-1386
▁શિ	-1387
▁વેટ	-1388
▁સમૂહ	-1389
▁વગાડી	-1390
િડ	-1391
રનો	-1392
ષ્ટ	-1393
સાય	-1394
િત્રો	-1395
▁બિલા	-1396
▁ગ્રેફ	-1397
▁પોલીસ	-1398
▁નદીમાં	-1399
▁પહોંચે	-1400
દાર	-1401
બોચ	-1402
▁ડૂ	-1403
્રિટ	-1404
▁એકલો	-1405
▁કાર્ટ	-1406
▁ખાબોચ	-1407
▁છત્રી	-1408
▁બેઠું	-1409
▁બિલાડી	-1410
▁રંગનું	-1411
▁સ્પર્ધા	-1412
▁વસ્ત્રોમાં	-1413
ગ્ન	-1414
્યું	-1415
▁મૂકે	-1416
▁સરકી	-1417
▁ઝડપથી	-1418
▁નજીકમાં	-1419
▁પેન્ટમાં	-1420
▁પટ્ટાવાળી	-1421
કીની	-1422
યારી	-1423
લમાં	-1424
▁દંપ	-1425
ગારેટ	-1426
▁બેંચ	-1427
▁ઘેરાય	-1428
▁રહીને	-1429
▁સુંદર	-1430
▁તૈયારી	-1431
▁પ્રવાહ	-1432
▁રૂમમાં	-1433
▁શહેરમાં	-1434
▁સિગારેટ	-1435
ર્ક	-1436
ાંભ	-1437
▁ખભા	-1438
▁બંધ	-1439
▁હવા	-1440
▁હૂપ	-1441
ફોર્મ	-1442
▁ગ્રા	-1443
▁થાંભ	-1444
▁ખેંચે	-1445
▁ઢોળાવ	-1446
▁પહેર્યો	-1447
▁ગ્રેફિટી	-1448
▁માછીમારી	-1449
▁સ્વેટશર્ટ	-1450
કારી	-1451
બ્લે	-1452
▁બગી	-1453
▁બ્લ	-1454
બ્લેડ	-1455
▁લગાવે	-1456
▁સવારો	-1457
▁થાંભલા	-1458
▁ભીડમાં	-1459
ગે	-1460
નાર	-1461
ાડી	-1462
▁ટુક	-1463
▁પીણ	-1464
▁ફ્રિ	-1465
▁કોર્ટ	-1466
▁તસવીર	-1467
▁બિકીની	-1468
▁સ્કેટિંગ	-1469
▁રોલરબ્લેડ	-1470
▁એર	-1471
▁દૃ	-1472
▁સંગ	-1473
▁વાળો	-1474
▁ક્લોઝ	-1475
▁કોંક્રિટ	-1476
▁શોર્ટ્સમાં	-1477
▁રિ	-1478
્યુબ	-1479
▁કાગ	-1480
▁વાળવાળો	-1481
ટેડ	-1482
્રીમ	-1483
▁લોગ	-1484
▁સપા	-1485
▁સરક	-1486
▁કેટલી	-1487
▁ટોપમાં	-1488
▁ખાબોચિયા	-1489
જન	-1490
છલી	-1491
▁ઘો	-1492
▁રસ	-1493
ડામાં	-1494
▁બોટલ	-1495
▁ભેગા	-1496
▁માછલી	-1497
▁માણસે	-1498
▁રેકેટ	-1499
પર	-1500
ર્મન	-1501
શારો	-1502
▁જોતા	-1503
▁જર્મન	-1504
▁ફ્રિસ્બી	-1505
ઓથી	-1506
ાંત	-1507
▁ગે	-1508
▁ફેંકે	-1509
▁કિનારા	-1510
▁પોતાની	-1511
▁સ્ટ્રો	-1512
▁સિમેન્ટ	-1513
▁પ્રદર્શન	-1514
નર	-1515
બર	-1516
રૂ	-1517
▁સબ	-1518
સ્યુ	-1519
▁ઉંચ	-1520
▁તરા	-1521
▁મેચ	-1522
▁સ્થ	-1523
▁ઝૂલા	-1524
▁પરના	-1525
▁બગીચા	-1526
▁પેઇન્ટ	-1527
▁ઢંકાયેલ	-1528
ણે	-1529
▁ઉડી	-1530
▁ગોગ	-1531
▁સબવે	-1532
▁ખડકના	-1533
▁દૃશ્ય	-1534
▁કેટલીક	-1535
▁કૂતરાનો	-1536
▁સમુદ્રની	-1537
ંટી	-1538
▁આઈ	-1539
▁અંત	-1540
▁અથવા	-1541
▁પહેર	-1542
▁દોડતા	-1543
▁ભીડની	-1544
▁ગોગલ્સ	-1545
રોહ	-1546
▁ટેક	-1547
▁ધાબ	-1548
▁નાખ	-1549
▁લાઇફ	-1550
▁જંગલમાંથી	-1551
પુ	-1552
ઓની	-1553
▁અડ	-1554
સ્કી	-1555
▁બંદ	-1556
મારતો	-1557
▁પરેડ	-1558
્રોફોન	-1559
▁દંપતી	-1560
▁કારમાં	-1561
▁પુસ્તક	-1562
▁શોપિંગ	-1563
▁ઘૂંટણિયે	-1564
▁યુનિફોર્મ	-1565
નક	-1566
તીય	-1567
▁ચો	-1568
▁ધુ	-1569
થેલી	-1570
્રીટ	-1571
્લિપ	-1572
▁પોલ	-1573
▁ભીનો	-1574
▁સ્પો	-1575
▁આંગળી	-1576
ંસ	-1577
તક	-1578
મી	-1579
▁ક્ષ	-1580
▁ઘેટ	-1581
▁ચપ્	-1582
▁બધા	-1583
▁બૂટ	-1584
▁પાટા	-1585
▁સુધી	-1586
▁સ્પા	-1587
▁ટ્રંક	-1588
▁પટ્ટી	-1589
▁સંગીત	-1590
▁હલાવી	-1591
▁શિયાળાના	-1592
▁સ્વિમસ્યુ	-1593
કાન	-1594
દેશ	-1595
ેટૂ	-1596
્રમ	-1597
▁ચે	-1598
▁જગ	-1599
▁પત	-1600
ાંકી	-1601
▁તેઓ	-1602
▁પરિ	-1603
▁ટેટૂ	-1604
▁ડ્રિ	-1605
▁નાનક	-1606
▁મકાન	-1607
▁રાઈડ	-1608
▁કાળું	-1609
▁દોરડું	-1610
▁ક્લોઝઅપ	-1611
▁રમકડાની	-1612
પો	-1613
બોય	-1614
▁વી	-1615
સ્ટર	-1616
▁કાગળ	-1617
▁વાહન	-1618
▁સૂતો	-1619
▁કોર્સ	-1620
▁ગ્રીન	-1621
▁ચપ્પુ	-1622
▁ટ્યુબ	-1623
▁સપાટી	-1624
▁હસતાં	-1625
▁કાઉબોય	-1626
▁ગંદકીના	-1627
▁પુરુષોનું	-1628
પ્ર	-1629
▁આવ	-1630
કારે	-1631
▁ગળે	-1632
▁ઉંચી	-1633
▁જોડા	-1634
▁ડાઇવ	-1635
▁ડાબી	-1636
▁ધાતુ	-1637
▁પરનો	-1638
▁લહેરા	-1639
▁સ્કૂટ	-1640
▁વિરોધી	-1641
ડતા	-1642
ગ્બી	-1643
▁ઊંડા	-1644
▁કાઢે	-1645
▁ડ્રા	-1646
▁માઇક	-1647
▁સૂકા	-1648
વવામાં	-1649
▁રગ્બી	-1650
ંછ	-1651
ઠળ	-1652
લર	-1653
બાર	-1654
▁છોડ	-1655
▁હેઠળ	-1656
▁માણસના	-1657
▁ખુલ્લું	-1658
▁મેદાનની	-1659
▁વિસ્તારમાંથી	-1660
ંબા	-1661
▁છા	-1662
▁ટન	-1663
▁લખ	-1664
ર્ટી	-1665
▁કિક	-1666
▁જમણી	-1667
▁પાડે	-1668
▁આંગણા	-1669
▁ઘેટાં	-1670
▁પડેલા	-1671
▁ફ્લિપ	-1672
▁બેન્ડ	-1673
▁વાંચે	-1674
▁હાઇકર	-1675
▁ચિત્રો	-1676
▁સ્પર્શ	-1677
▁મધ્યમાં	-1678
▁રસ્તાની	-1679
▁માઇક્રોફોન	-1680
મક	-1681
મસ	-1682
▁આફ	-1683
▁ક્ર	-1684
▁નળી	-1685
▁મેટ	-1686
▁લડે	-1687
▁કાબૂ	-1688
▁ફાયર	-1689
▁લંબા	-1690
▁ઈશારો	-1691
▁ટીમના	-1692
▁નીકળી	-1693
▁પડેલો	-1694
▁ફટકારે	-1695
▁પહેર્યા	-1696
▁લાઇનમાં	-1697
▁પહેરેલું	-1698
▁ફુવારામાં	-1699
ઇપ	-1700
કામ	-1701
છાય	-1702
ફરી	-1703
બીંગ	-1704
ુકાન	-1705
▁ગયો	-1706
▁બેડ	-1707
▁હસે	-1708
▁ખોરા	-1709
▁ઘોડો	-1710
▁ચડતો	-1711
▁ઝાડી	-1712
▁ટ્રક	-1713
▁માતા	-1714
▁વરસા	-1715
▁ઈમારત	-1716
▁દુકાન	-1717
▁રહેલી	-1718
▁સોફ્ટ	-1719
▁મહિલાએ	-1720
▁સ્કૂટર	-1721
▁સાથેનું	-1722
▁ફિ	-1723
▁ગલુ	-1724
▁બતક	-1725
▁કાપડ	-1726
▁પીવે	-1727
▁સાંક	-1728
▁જગ્યા	-1729
▁ઝાડના	-1730
▁બેકયા	-1731
▁કૅમેરા	-1732
▁પ્રકાશ	-1733
▁કાબૂમાં	-1734
▁ગલુડિયા	-1735
▁જર્સીમાં	-1736
જર	-1737
ંડી	-1738
▁પં	-1739
▁આર્ટ	-1740
▁કિશો	-1741
▁ખાલી	-1742
▁પ્રે	-1743
▁ભાગી	-1744
▁વોલી	-1745
▁ચામડા	-1746
▁ભરેલા	-1747
▁પાણીને	-1748
▁પાર્ટી	-1749
▁ફૂલોના	-1750
▁વોલીબોલ	-1751
▁કુસ્તીબા	-1752
▁સ્ત્રીની	-1753
▁મેદાનમાંથી	-1754
▁કોસ્ચ્યુમમાં	-1755
▁,	-1756
▁ઠ	-1757
▁ઢાળ	-1758
▁થતા	-1759
▁થતો	-1760
▁પેટ	-1761
▁શરૂ	-1762
▁આફ્ર	-1763
▁નિર્	-1764
▁ભીના	-1765
▁બરફની	-1766
સુ	-1767
રવા	-1768
▁બળ	-1769
ડિયો	-1770
▁આઇસ	-1771
▁ખરી	-1772
▁જેમ	-1773
▁પગે	-1774
▁ફોન	-1775
▁ઉત્સ	-1776
▁ગિયર	-1777
▁ડાળી	-1778
▁ધરાવ	-1779
▁નગ્ન	-1780
▁શ્યા	-1781
▁પીણું	-1782
▁લેન્ડ	-1783
▁છોકરીએ	-1784
▁તળાવની	-1785
▁હાર્નેસ	-1786
▁સમુદ્રના	-1787
▁રુંવાટીદાર	-1788
▁ક્લાઇમ્બીંગ	-1789
▁પ્લાસ્ટિકના	-1790
ટર	-1791
▁દી	-1792
▁જેના	-1793
▁ડ્રમ	-1794
▁રચના	-1795
▁ગણવેશ	-1796
▁ગ્રામ	-1797
▁નાવડી	-1798
▁ભરેલી	-1799
▁પર્વતા	-1800
▁પાછળની	-1801
▁પોતાનો	-1802
▁રમકડાં	-1803
▁આફ્રિકન	-1804
▁દાઢીવાળો	-1805
ંધા	-1806
ડકા	-1807
યેલ	-1808
▁ડો	-1809
▁થડ	-1810
▁પૈ	-1811
▁સળ	-1812
સ્ટે	-1813
▁ખાઈ	-1814
▁બળદ	-1815
▁શોટ	-1816
▁લટકા	-1817
▁બતાવે	-1818
▁મારતા	-1819
▁વગરનો	-1820
▁હાઇકિંગ	-1821
▁ગલુડિયાઓ	-1822
▁સોફ્ટબોલ	-1823
વિધ	-1824
્લી	-1825
▁ધક	-1826
▁સંત	-1827
▁આપતા	-1828
▁કાયક	-1829
▁ક્રે	-1830
▁ઉભેલી	-1831
▁ખોરાક	-1832
▁લટકતી	-1833
▁ઇમારતો	-1834
▁ગિયરમાં	-1835
▁વાળવાળા	-1836
▁પર્વતારોહ	-1837
▁સ્નોબોર્ડિંગ	-1838
ઈન	-1839
ચર	-1840
સો	-1841
િવ	-1842
ફ્ડ	-1843
▁અધ	-1844
▁રો	-1845
▁પાથ	-1846
▁હતી	-1847
▁ટોળા	-1848
▁રેસટ	-1849
▁આલિંગ	-1850
▁સંતુલ	-1851
▁ધરાવતી	-1852
▁પુલમાં	-1853
▁સ્ટફ્ડ	-1854
▁કાર્પેટ	-1855
▁છોકરીની	-1856
▁પ્રતિમા	-1857
▁બેઠેલું	-1858
▁સર્ફમાં	-1859
ફી	-1860
કેપ	-1861
શૂટ	-1862
બાઈક	-1863
▁ગરમ	-1864
▁ઘણી	-1865
▁મનો	-1866
▁વેક	-1867
▁સીટ	-1868
્રશ્ય	-1869
▁જૂતા	-1870
▁થેલી	-1871
▁નાખે	-1872
▁માણી	-1873
▁વ્હા	-1874
કાશમાં	-1875
▁પાંખો	-1876
▁મારવા	-1877
▁કાંકરી	-1878
▁પુરૂષો	-1879
▁રંગમાં	-1880
▁સ્ટોરની	-1881
▁રેસ્ટોરન્ટમાં	-1882
ત્	-1883
ાક	-1884
▁B	-1885
▁ઓફ	-1886
▁ઇવે	-1887
▁કલા	-1888
▁પેડ	-1889
▁બહુ	-1890
બેન્ડ	-1891
વવાનો	-1892
સ્કેપ	-1893
▁ઉતરી	-1894
▁જેની	-1895
▁ટીમો	-1896
▁ટ્રા	-1897
▁પતંગ	-1898
▁મેટલ	-1899
▁રક્ષ	-1900
▁સોના	-1901
▁હુલા	-1902
▁ઉપરથી	-1903
▁ઝૂલતી	-1904
▁ટુકડા	-1905
▁તરીકે	-1906
▁વરસાદ	-1907
સ્ટેન્ડ	-1908
▁કેટલાય	-1909
▁લોકોનો	-1910
▁ધૂળવાળી	-1911
▁પેરાશૂટ	-1912
ંઘ	-1913
બિ	-1914
વ્	-1915
હૌ	-1916
▁ટાઈ	-1917
▁બાઉ	-1918
▁રેપ	-1919
ાયેલો	-1920
▁અંધા	-1921
▁ક્રો	-1922
▁પરની	-1923
▁મોહૌ	-1924
્રાફિક	-1925
▁દોડતી	-1926
▁વાંચી	-1927
▁ખુરશીઓ	-1928
▁બહારના	-1929
▁સ્કાયર	-1930
▁કાયકમાં	-1931
▁ટોપીમાં	-1932
▁આંગણામાં	-1933
▁પહેર્યું	-1934
▁પ્લેટફોર્મ	-1935
ાળે	-1936
ક્કો	-1937
ડીંગ	-1938
▁ઊની	-1939
▁ડૂબ	-1940
▁ક્રિ	-1941
▁દાંત	-1942
▁રેસર	-1943
▁લાઇટ	-1944
▁ડાર્ક	-1945
▁ધક્કો	-1946
▁મોહૌક	-1947
▁જંગલની	-1948
▁શહેરના	-1949
▁કાદવમાં	-1950
▁મોટરસાય	-1951
કિ	-1952
ચી	-1953
વો	-1954
કાઈ	-1955
સતો	-1956
▁BM	-1957
▁બો	-1958
ન્ટર	-1959
▁ટૂં	-1960
ચિત્ર	-1961
▁અથડા	-1962
▁અસ્પ	-1963
▁ઉતાર	-1964
▁ચડતી	-1965
▁તપાસ	-1966
▁રાઇડ	-1967
ોક્રોસ	-1968
▁ગોલકી	-1969
▁ટ્રેન	-1970
▁ફેરવે	-1971
▁બોલની	-1972
▁પરિવાર	-1973
▁પ્લેઇડ	-1974
▁મેળવવા	-1975
▁શેરીની	-1976
▁ટ્રાફિક	-1977
▁ટ્રેકની	-1978
▁પાર્કની	-1979
▁મોજામાં	-1980
▁મોટોક્રોસ	-1981
મત	-1982
ળતા	-1983
કિના	-1984
▁અધિ	-1985
▁ટનલ	-1986
▁પાત	-1987
▁ઉંચા	-1988
▁ખૂણા	-1989
▁જોતી	-1990
▁જોવા	-1991
▁ફ્રે	-1992
▁શરીર	-1993
▁ઊભેલી	-1994
▁માર્શ	-1995
▁હસતું	-1996
▁અંધારા	-1997
▁આલિંગન	-1998
▁ચલાવતી	-1999
▁સીડીની	-2000
▁અધિકારી	-2001
▁અસ્પષ્ટ	-2002
▁ક્રિકેટ	-2003
▁રંગેલું	-2004
▁ખુરશીમાં	-2005
▁મોટરબાઈક	-2006
▁વેકબોર્ડ	-2007
▁વોટરસ્કી	-2008
▁દરિયાકિના	-2009
▁લેન્ડસ્કેપ	-2010
▁ખાબોચિયામાં	-2011
▁પ્લાસ્ટિકની	-2012
લૂ	-2013
ૉક	-2014
ગ્ર	-2015
પ્સ	-2016
િકલ	-2017
રોહી	-2018
ેત્ર	-2019
▁આછો	-2020
▁ગલી	-2021
▁વર્	-2022
▁હંસ	-2023
▁ચીયર	-2024
▁પર્સ	-2025
▁ભરવા	-2026
▁લેવા	-2027
▁ટાંકી	-2028
▁શહેરી	-2029
▁પકડેલી	-2030
▁પાણીથી	-2031
▁રેતીના	-2032
▁વ્હાઇટ	-2033
▁ક્ષેત્ર	-2034
▁ચહેરાને	-2035
▁પરેડમાં	-2036
▁ફુવારાની	-2037
▁રેસટ્રેક	-2038
▁સ્કીઅર્સ	-2039
▁મોટરસાયકલ	-2040
▁દરિયાકિનારે	-2041
▁હેન્ડસ્ટેન્ડ	-2042
▁સ્વિમસ્યુટમાં	-2043
ંડ	-2044
ીઓ	-2045
કાય	-2046
નિવ	-2047
ન્ક	-2048
ળવા	-2049
ુજી	-2050
▁અખ	-2051
▁ટુ	-2052
▁લગ	-2053
દંડી	-2054
ન્ની	-2055
▁BMX	-2056
▁નજર	-2057
▁શાળ	-2058
▁હૂડ	-2059
▁ગાડી	-2060
▁ચડતા	-2061
▁ઝૂકે	-2062
▁લટકી	-2063
▁ટૂંકા	-2064
▁રસોડા	-2065
▁વેટસુ	-2066
▁દ્રશ્ય	-2067
▁પગદંડી	-2068
▁બીજાને	-2069
▁હેડફોન	-2070
▁કાર્નિવ	-2071
▁નિર્દેશ	-2072
▁બેકયાર્ડમાં	-2073
બડ	-2074
ક્ટ	-2075
ર્વ	-2076
▁ઓર	-2077
▁કચ	-2078
▁શા	-2079
▁આછા	-2080
▁તાર	-2081
▁દબા	-2082
▁એકઠા	-2083
▁છોડી	-2084
▁થોડા	-2085
▁પાઇપ	-2086
▁આરોહી	-2087
▁કેમ્પ	-2088
▁ડૂબકી	-2089
▁નીકળે	-2090
▁ભરવાડ	-2091
▁કેપમાં	-2092
▁બોટમાં	-2093
▁મેદાનના	-2094
▁બગીચામાં	-2095
▁હેડબેન્ડ	-2096
▁કૂતરાઓનું	-2097
ગન	-2098
ગર	-2099
▁ઔ	-2100
ચાર	-2101
ન્જ	-2102
હેર	-2103
▁કી	-2104
▁ગુ	-2105
▁તળ	-2106
▁તો	-2107
િડ્સ	-2108
્ટિસ	-2109
્લેશ	-2110
▁કરા	-2111
▁કહે	-2112
ન્ડોર	-2113
▁ઉતરે	-2114
▁ગંદા	-2115
▁સોફા	-2116
▁કૂદતા	-2117
▁ગોલ્ડ	-2118
▁પ્રેક	-2119
▁વિવિધ	-2120
▁ઇન્ડોર	-2121
▁ડાઇવિંગ	-2122
▁તેમાંથી	-2123
▁ધરાવતું	-2124
▁સ્ટેડિય	-2125
▁કૂતરાઓને	-2126
▁ખેલાડીનો	-2127
▁પ્રેક્ટિસ	-2128
ખી	-2129
ભો	-2130
્ફ	-2131
▁2	-2132
જાર	-2133
▁પણ	-2134
▁મશ	-2135
▁મિ	-2136
▁અનુ	-2137
▁ઓવર	-2138
▁ફોલ	-2139
▁ઊંચી	-2140
▁ચાવે	-2141
▁જોડી	-2142
▁તડકા	-2143
▁ધુમા	-2144
▁પલટી	-2145
▁ફરતા	-2146
▁લાગે	-2147
▁સ્ના	-2148
▁ટેકરા	-2149
▁વિન્ડ	-2150
▁સરકતો	-2151
▁કિશોરો	-2152
▁ડ્રાઇવ	-2153
▁પક્ષીઓ	-2154
▁પ્લેયર	-2155
▁બાઇકને	-2156
▁વેટસૂટ	-2157
▁રેપિડ્સ	-2158
▁છોકરાઓનું	-2159
▁સ્પર્ધામાં	-2160
ણો	-2161
બ્	-2162
ાહ	-2163
્ણ	-2164
પાન	-2165
બોટ	-2166
યની	-2167
▁ઉઘ	-2168
▁ચૂ	-2169
મેરો	-2170
▁કોલ	-2171
▁ધૂમ	-2172
▁પાન	-2173
▁ફોર	-2174
▁માલ	-2175
▁હતા	-2176
▁હસી	-2177
ન્ટની	-2178
▁ત્રી	-2179
▁દિશા	-2180
▁બંદૂ	-2181
▁બાઈક	-2182
▁બિલ્	-2183
▁ભીની	-2184
▁સાથી	-2185
▁કાર્ડ	-2186
▁કૂદકા	-2187
▁યુવકો	-2188
▁લગાવી	-2189
▁કૂદીને	-2190
▁માણસનો	-2191
▁શરીરની	-2192
▁ખોળામાં	-2193
▁ઢંકાયેલો	-2194
▁બિલ્ડીંગ	-2195
▁હેલ્મેટમાં	-2196
▁રુંવાટીવાળો	-2197
ભ્	-2198
ંદી	-2199
ત્ત	-2200
નુષ	-2201
▁અટ	-2202
▁અમ	-2203
▁આક	-2204
▁કન	-2205
▁ટગ	-2206
બમાં	-2207
સ્કો	-2208
▁જીપ	-2209
▁ઝભ્	-2210
▁દડા	-2211
ક્ષકો	-2212
▁બેલે	-2213
▁લડતા	-2214
▁ઉડાવી	-2215
▁ઉડાવે	-2216
▁કન્યા	-2217
▁કરેલી	-2218
▁ગયેલા	-2219
▁પૂલની	-2220
▁રમુજી	-2221
▁લટકતો	-2222
▁વાદળો	-2223
▁ચિહ્નો	-2224
▁વગાડતો	-2225
▁પથ્થરના	-2226
▁પ્રતિબિ	-2227
▁રમતિયાળ	-2228
▁શરીરમાં	-2229
▁હોડીમાં	-2230
▁કાદવવાળા	-2231
▁ખેલાડીને	-2232
▁ટ્રંકમાં	-2233
▁પ્રેક્ષકો	-2234
ખર	-2235
ગો	-2236
યુ	-2237
શો	-2238
▁A	-2239
ગમત	-2240
નિમ	-2241
બૂત	-2242
રંજ	-2243
▁કદ	-2244
▁બૂ	-2245
ગિંગ	-2246
શિંગ	-2247
ોર્ન	-2248
▁ઢાં	-2249
▁બલૂ	-2250
▁વાહ	-2251
્રપાન	-2252
▁પંજા	-2253
▁બજાર	-2254
▁ભારે	-2255
▁મૂર્	-2256
▁આઈસ્ક	-2257
▁આગળના	-2258
▁જ્યાં	-2259
▁ટેરિય	-2260
▁તરાપા	-2261
▁બનાવી	-2262
▁રણમાં	-2263
▁શ્યામ	-2264
▁જાહેરા	-2265
▁પાસેના	-2266
▁પોતાના	-2267
▁મનોરંજ	-2268
▁લાકડીઓ	-2269
▁લોકોથી	-2270
▁આકાશમાં	-2271
▁પર્વતીય	-2272
▁પ્રાણીઓ	-2273
▁ગંદકીમાં	-2274
▁ધૂમ્રપાન	-2275
▁આઈસ્ક્રીમ	-2276
▁છોકરીઓનું	-2277
▁પર્વતોમાં	-2278
મર	-2279
ણાં	-2280
મ્બ	-2281
ર્થ	-2282
વોક	-2283
ૈયા	-2284
▁અભ	-2285
▁તલ	-2286
કારો	-2287
▁ખોલ	-2288
▁ઝાં	-2289
▁તરવ	-2290
▁નિય	-2291
▁પાવ	-2292
▁રોડ	-2293
▁ઊંધો	-2294
▁ગ્લો	-2295
▁થોડી	-2296
▁પાકા	-2297
▁પાડી	-2298
▁ફરતો	-2299
▁મુસા	-2300
▁વાંક	-2301
▁સાંભ	-2302
▁સાઇન	-2303
▁અખબાર	-2304
▁ઈંટના	-2305
▁ખરીદી	-2306
▁પહાડો	-2307
▁બાલ્ડ	-2308
▁નાનકડી	-2309
▁પ્રકાર	-2310
▁મકાનની	-2311
▁માર્શલ	-2312
▁સ્કેટર	-2313
▁કેમેરાની	-2314
▁ક્લાઇમ્બ	-2315
▁ઘેરાયેલો	-2316
▁ટ્રેનમાં	-2317
પૂ	-2318
ભગ	-2319
િર	-2320
ંકુ	-2321
દ્ર	-2322
મની	-2323
ર્ષ	-2324
▁મી	-2325
▁લો	-2326
ગમાં	-2327
ટ્રી	-2328
ત્મક	-2329
દ્યા	-2330
યેલી	-2331
િયું	-2332
▁આંખ	-2333
▁દરે	-2334
▁દર્	-2335
▁મિડ	-2336
▁મેક	-2337
▁મોઢ	-2338
વાનું	-2339
▁અનુસ	-2340
▁અમુક	-2341
▁કબૂત	-2342
▁જેવા	-2343
▁તરતા	-2344
▁નીચા	-2345
▁પૂડલ	-2346
▁ફ્રી	-2347
▁શકાય	-2348
▁સિલુ	-2349
મ્પ્યુ	-2350
▁ઝૂલતો	-2351
▁ધાબળા	-2352
▁પડછાય	-2353
▁યાર્ડ	-2354
▁સ્કીસ	-2355
▁ઉત્સાહ	-2356
▁કિશોરવ	-2357
▁ટેબલની	-2358
▁ધાતુની	-2359
▁રમતગમત	-2360
▁વ્હીલી	-2361
▁છોકરીનો	-2362
▁દોરડાના	-2363
▁વરસાદમાં	-2364
▁વાંકડિયા	-2365
▁વેટસુટમાં	-2366
▁ગ્રેફિટીથી	-2367
એટ	-2368
થા	-2369
્વિ	-2370
પચાર	-2371
લ્વર	-2372
▁ખોદ	-2373
▁જતી	-2374
▁વાય	-2375
▁શૂટ	-2376
રીમાં	-2377
િકનિક	-2378
ોડીયો	-2379
▁ટ્રી	-2380
▁બલૂન	-2381
▁બીયર	-2382
▁લગભગ	-2383
▁લપેટ	-2384
▁સુંઘ	-2385
પચારિક	-2386
▁ઊંધું	-2387
▁ચાંદી	-2388
▁ડેનિમ	-2389
▁તરાપો	-2390
▁દર્શા	-2391
▁પહેરી	-2392
▁મેળવે	-2393
▁સ્ટ્ર	-2394
▁ઘોડાની	-2395
▁ડ્રિબલ	-2396
▁તળાવના	-2397
▁પિકનિક	-2398
▁રોડીયો	-2399
▁ઈમારતની	-2400
▁વસ્તુને	-2401
▁શર્ટવાળી	-2402
▁હેન્ડ્રે	-2403
▁કુસ્તીબાજ	-2404
▁ક્લાઇમ્બર	-2405
ચણ	-2406
લગ	-2407
▁.	-2408
ઈડર	-2409
ગું	-2410
દયા	-2411
ર્બ	-2412
▁આધ	-2413
▁વળ	-2414
▁સભ	-2415
ફર્ડ	-2416
▁અંગ	-2417
▁કાચ	-2418
▁ગોઠ	-2419
▁વહે	-2420
ન્ટેડ	-2421
▁અડચણ	-2422
▁ઉડતી	-2423
▁ઊંધી	-2424
▁છાતી	-2425
▁છેડે	-2426
▁દરેક	-2427
▁પદયા	-2428
▁પાળે	-2429
▁પૈડા	-2430
▁ફુગ્	-2431
▁ફેલા	-2432
▁મશીન	-2433
▁વાંચ	-2434
▁વાદળ	-2435
▁શંકુ	-2436
▁સાંજ	-2437
▁હળવા	-2438
▁ક્રિસ	-2439
▁ઘોડાઓ	-2440
▁ધકેલી	-2441
▁ફેરવી	-2442
▁હલાવે	-2443
▁ગોલ્ડન	-2444
▁તરવૈયા	-2445
▁ફેંકવા	-2446
▁રીટ્રી	-2447
▁મનોરંજન	-2448
▁સ્પ્લેશ	-2449
▁કૂતરાનું	-2450
▁કોંક્રીટ	-2451
▁દરવાજાની	-2452
▁લંબાવીને	-2453
▁બારીમાંથી	-2454
▁બિકીનીમાં	-2455
▁વિસ્તારની	-2456
▁સિમેન્ટની	-2457
ધે	-2458
જું	-2459
લીડ	-2460
લ્ટ	-2461
ેટી	-2462
▁ભો	-2463
વીરો	-2464
્રિક	-2465
▁ઊંટ	-2466
▁એરબ	-2467
▁કુટ	-2468
▁ખીણ	-2469
▁થતી	-2470
▁લાઈ	-2471
▁સફર	-2472
▁ઉછળી	-2473
▁કચરા	-2474
▁દોરી	-2475
▁માટી	-2476
▁રીંછ	-2477
▁આવેલા	-2478
▁ચામડી	-2479
▁ટેન્ક	-2480
▁ડિસ્ક	-2481
▁બંદૂક	-2482
▁માલિક	-2483
▁રાફ્ટ	-2484
▁રેફરી	-2485
▁સાંકળ	-2486
શર્ટમાં	-2487
▁ખડકોની	-2488
▁જંગલના	-2489
▁જીમમાં	-2490
▁ફુગ્ગા	-2491
▁બહારની	-2492
▁શેફર્ડ	-2493
▁સિલ્વર	-2494
▁એરબોર્ન	-2495
▁ઔપચારિક	-2496
▁ક્રિસમસ	-2497
▁જાહેરાત	-2498
▁ટ્રેનની	-2499
▁વાયોલિન	-2500
▁સંતુલિત	-2501
▁નાવડીમાં	-2502
▁સ્ત્રીને	-2503
▁ઇવેન્ટમાં	-2504
▁હાર્નેસમાં	-2505
ફે	-2506
વણી	-2507
વરણ	-2508
વેશ	-2509
▁તી	-2510
▁દુ	-2511
▁ફા	-2512
લાઇન	-2513
વસાય	-2514
હાડી	-2515
ાંતિ	-2516
▁કરડ	-2517
▁ચેક	-2518
▁ડેક	-2519
▁નેટ	-2520
▁બેર	-2521
▁માળ	-2522
▁વોક	-2523
▁સાત	-2524
▁આકાર	-2525
▁આપતી	-2526
▁કેન્	-2527
▁ડૂબી	-2528
▁દબાણ	-2529
▁ધ્યા	-2530
▁પિતા	-2531
▁કૂદતી	-2532
▁તળિયે	-2533
▁દીવાલ	-2534
▁પહેલા	-2535
▁શાંતિ	-2536
▁પાણીનો	-2537
▁વગાડતા	-2538
▁ગ્રામીણ	-2539
▁ચીયરલીડ	-2540
▁જોડાયેલ	-2541
▁મહિલાની	-2542
▁રીટ્રીવર	-2543
▁વ્યક્તિએ	-2544
▁સ્ત્રીના	-2545
▁સ્વિંગમાં	-2546
ંય	-2547
દન	-2548
્ધ	-2549
ચીત	-2550
નિક	-2551
રતી	-2552
રીઓ	-2553
ર્ન	-2554
▁ઘડ	-2555
▁નક	-2556
થ્થઈ	-2557
ન્ડલ	-2558
ુદ્ધ	-2559
▁રિબ	-2560
▁લશ્	-2561
ઇસિકલ	-2562
નુષ્ય	-2563
▁કોલી	-2564
▁સમાન	-2565
▁સ્પી	-2566
▁હૂડી	-2567
▁કથ્થઈ	-2568
▁જાહેર	-2569
▁ધૂળના	-2570
▁ધૂળની	-2571
▁બસમાં	-2572
▁બીચની	-2573
▁મધ્યમ	-2574
▁મારતી	-2575
▁મિત્ર	-2576
▁સન્ની	-2577
▁કુટુંબ	-2578
▁કૅમેરો	-2579
▁ઘડિયાળ	-2580
▁ધ્રુવો	-2581
▁પેરાસે	-2582
▁વાતચીત	-2583
▁કાઉન્ટર	-2584
▁દિશામાં	-2585
▁વાડવાળા	-2586
▁સ્ટ્રક્	-2587
▁ટનલમાંથી	-2588
▁વૃક્ષોથી	-2589
▁ટ્રાઇસિકલ	-2590
▁પાર્ટીમાં	-2591
▁પ્રવાહમાં	-2592
▁વ્યક્તિની	-2593
▁પાર્કિંગમાં	-2594
ચું	-2595
દલા	-2596
પાઈ	-2597
રું	-2598
ાડે	-2599
ંછડી	-2600
દ્મા	-2601
્યુઝ	-2602
▁ઉતા	-2603
▁ચડી	-2604
▁દડો	-2605
▁ભાર	-2606
▁વિક	-2607
▁હાર	-2608
▁ઉઘાડ	-2609
▁જૂની	-2610
▁દોરે	-2611
▁પીતો	-2612
▁રિંક	-2613
▁લટકે	-2614
▁શેગી	-2615
▁ઉભેલા	-2616
▁કારના	-2617
▁છદ્મા	-2618
▁પકડતો	-2619
▁ફેન્સ	-2620
▁રસ્તે	-2621
▁લીલું	-2622
▁કબૂતરો	-2623
▁પૂંછડી	-2624
▁મેચિંગ	-2625
▁લશ્કરી	-2626
▁સાથેના	-2627
▁સ્પ્રે	-2628
મ્પ્યુટર	-2629
▁ટેકરીની	-2630
▁ઢગલામાં	-2631
▁વ્હીલચે	-2632
▁ઘેરાયેલી	-2633
▁ફ્રીસ્બી	-2634
▁કોસ્ચ્યુમ	-2635
▁સ્પોર્ટ્સ	-2636
▁ખેલાડીઓનું	-2637
જે	-2638
તર	-2639
રબ	-2640
વન	-2641
ૂઝ	-2642
વડા	-2643
િમ્	-2644
્વા	-2645
▁અપ	-2646
▁ટૂ	-2647
▁બસ	-2648
પગું	-2649
વારો	-2650
▁જાત	-2651
▁ટાલ	-2652
▁મજા	-2653
▁સંપ	-2654
લેક્ટ	-2655
▁ખાડી	-2656
▁ખાતી	-2657
▁ઝૂલી	-2658
▁પાનખ	-2659
▁બાલ્	-2660
▁બોડી	-2661
▁બ્લુ	-2662
▁રિબન	-2663
▁વ્યા	-2664
▁હાથે	-2665
▁જૂથની	-2666
▁ધ્યાન	-2667
▁નદીના	-2668
▁પહાડી	-2669
▁પોસ્ટ	-2670
▁ગળામાં	-2671
▁જોગિંગ	-2672
▁ટેરિયર	-2673
▁ટ્રકની	-2674
▁પુરુષની	-2675
▁બેલેન્સ	-2676
▁ભીડવાળા	-2677
▁રમકડાને	-2678
▁વળાંકની	-2679
▁ઉઘાડપગું	-2680
▁બિલ્ડિંગ	-2681
▁લટકાવીને	-2682
▁સ્લાઇડની	-2683
▁ખેંચવામાં	-2684
▁તળાવમાંથી	-2685
ઘર	-2686
ઝા	-2687
ટક	-2688
શુ	-2689
ુમ	-2690
આઉટ	-2691
ચ્છ	-2692
રોળ	-2693
ાળા	-2694
▁થો	-2695
બત્ત	-2696
સર્ફ	-2697
▁અરી	-2698
▁કોચ	-2699
▁જેટ	-2700
▁બુલ	-2701
▁ભૂખ	-2702
▁મીણ	-2703
▁મુઝ	-2704
▁રેક	-2705
ાયેલા	-2706
▁કોફી	-2707
▁ચાંચ	-2708
▁જોકી	-2709
▁ટેલિ	-2710
▁ઠંડા	-2711
▁ધુમ્	-2712
▁લાવે	-2713
▁હરોળ	-2714
▁કરાટે	-2715
▁કરેલા	-2716
▁ઘરમાં	-2717
▁ઝભ્ભો	-2718
▁ટુકડો	-2719
▁ધાબળો	-2720
▁નદીની	-2721
▁બ્રેક	-2722
▁સામાન	-2723
▁સ્થિર	-2724
▁અનુસરે	-2725
▁છોકરાએ	-2726
▁પકડેલો	-2727
▁સાંજના	-2728
▁ખાડામાં	-2729
▁ઢાળવાળી	-2730
▁દોરડાથી	-2731
▁પરફોર્મ	-2732
▁પેડલિંગ	-2733
▁બાંધકામ	-2734
▁મેળામાં	-2735
▁એકબીજાનો	-2736
▁પ્રતિબિંબ	-2737
▁સેટિંગમાં	-2738
▁પર્વતારોહક	-2739
▁પાર્કિંગની	-2740
રખ	-2741
ટોપ	-2742
લના	-2743
લ્પ	-2744
શિક	-2745
િતિ	-2746
▁કેન	-2747
▁ગાલ	-2748
▁ગૂં	-2749
▁ગેમ	-2750
▁બને	-2751
▁યુન	-2752
▁સાદ	-2753
સ્કેટ	-2754
▁ખવડા	-2755
▁તાલી	-2756
▁પ્રો	-2757
▁બસની	-2758
▁બેઘર	-2759
▁બેબી	-2760
▁ભસતો	-2761
▁મકાઈ	-2762
વસાયિક	-2763
▁ધોધની	-2764
▁પથ્થર	-2765
▁બંદના	-2766
▁બોલના	-2767
▁મેકઅપ	-2768
▁આંગળીઓ	-2769
▁નજીકની	-2770
▁પોતાને	-2771
▁વસ્તુઓ	-2772
▁વિડિયો	-2773
▁શાળાના	-2774
▁ચામડાના	-2775
▁જમ્પિંગ	-2776
▁બાલ્કની	-2777
▁મીણબત્ત	-2778
▁મુસાફરી	-2779
▁વિચિત્ર	-2780
▁સ્ટેન્ડ	-2781
▁સ્ટ્રોલ	-2782
▁મેળવવાનો	-2783
▁વાડમાંથી	-2784
▁કાર્ડબોર્ડ	-2785
▁સ્ટેડિયમમાં	-2786
▁ખાબોચિયામાંથી	-2787
▁માઇક્રોફોનમાં	-2788
TV	-2789
સર	-2790
ંકે	-2791
લેટ	-2792
ૃતિ	-2793
▁ફી	-2794
▁હર	-2795
ઓનું	-2796
ડિંગ	-2797
ણાની	-2798
રખાં	-2799
રાજા	-2800
્લીઓ	-2801
▁અલગ	-2802
▁ચાહ	-2803
▁ચોક	-2804
▁જતો	-2805
▁બચા	-2806
▁મેન	-2807
▁રેડ	-2808
▁લેબ	-2809
▁હોલ	-2810
પૂર્વ	-2811
િયામી	-2812
▁જુદી	-2813
▁તરતો	-2814
▁બાઉલ	-2815
▁માણે	-2816
▁લગ્ન	-2817
▁સૂંઘ	-2818
ઓમાંથી	-2819
▁અંતરે	-2820
▁ઉડતું	-2821
▁કરિયા	-2822
▁કૂદકે	-2823
▁ગોલ્ફ	-2824
▁ચોંટી	-2825
▁ડોગ્સ	-2826
▁તાલીમ	-2827
▁તેમને	-2828
▁થડમાં	-2829
▁બીજું	-2830
▁સ્કાય	-2831
▁સ્નાન	-2832
▁કાઢીને	-2833
▁ઝૂકીને	-2834
▁ધાતુના	-2835
▁પગરખાં	-2836
▁પહાડની	-2837
▁મિયામી	-2838
▁વરરાજા	-2839
▁સિલુએટ	-2840
▁સ્ટેશન	-2841
▁સ્પષ્ટ	-2842
▁ઓરડામાં	-2843
▁છોકરાની	-2844
▁છોકરીના	-2845
▁ડોકિયું	-2846
▁દર્શાવે	-2847
▁ફોલ્લીઓ	-2848
▁બાળકોના	-2849
▁બાળકોને	-2850
▁કાર્નિવલ	-2851
▁ફૂટબોલની	-2852
▁રેતીમાંથી	-2853
▁વ્યક્તિને	-2854
ઉન	-2855
ુડ	-2856
ેજ	-2857
ેય	-2858
ંતર	-2859
શોભ	-2860
િયર	-2861
▁એથ	-2862
▁નો	-2863
▁બટ	-2864
▁લિ	-2865
રેલા	-2866
ર્થી	-2867
ળીને	-2868
વ્હી	-2869
શીથી	-2870
ૂર્ણ	-2871
▁ATV	-2872
▁જતા	-2873
▁ટોય	-2874
▁પાય	-2875
▁માં	-2876
▁વગર	-2877
▁હુમ	-2878
▁અગ્ર	-2879
▁આંતર	-2880
▁ઉડતા	-2881
▁એન્ડ	-2882
▁ગરદન	-2883
▁ચાલક	-2884
▁જોતો	-2885
▁નીકળ	-2886
▁પગને	-2887
▁પ્રિ	-2888
▁બાંય	-2889
▁ભોજન	-2890
▁લેતી	-2891
પૂર્વક	-2892
▁ટુવાલ	-2893
▁ટોપલી	-2894
▁પીણાં	-2895
▁બ્લોક	-2896
▁ભૂપ્ર	-2897
▁માત્ર	-2898
▁વિમાન	-2899
▁સાદડી	-2900
▁સાન્ટ	-2901
▁સુશોભ	-2902
▁એથ્લેટ	-2903
▁કાપેલા	-2904
▁કોસ્ટર	-2905
▁ચલાવતા	-2906
▁તડકાના	-2907
▁દેખાતો	-2908
▁ધુમ્મસ	-2909
▁બાળકના	-2910
▁બાળકની	-2911
▁ભારતીય	-2912
▁રાત્રિ	-2913
▁સ્વચ્છ	-2914
▁હેન્ડલ	-2915
▁લહેરાવે	-2916
▁સંપૂર્ણ	-2917
▁છદ્માવરણ	-2918
▁પેઇન્ટેડ	-2919
▁રસોડામાં	-2920
▁વ્યક્તિના	-2921
▁રુંવાટીવાળું	-2922
mx	-2923
▁1	-2924
▁5	-2925
ક્ર	-2926
વ્ઝ	-2927
હાઉ	-2928
િયો	-2929
▁કટ	-2930
▁ગઈ	-2931
▁ઘા	-2932
▁છત	-2933
▁ઝડ	-2934
▁નર	-2935
▁મં	-2936
ક્સી	-2937
નર્સ	-2938
ન્ટે	-2939
મોબા	-2940
ર્કલ	-2941
ળિયા	-2942
▁આઈસ	-2943
▁ખુશ	-2944
▁નથી	-2945
▁પથા	-2946
▁મળે	-2947
▁વધી	-2948
▁વિર	-2949
▁શૂઝ	-2950
▁સળગ	-2951
▁સાફ	-2952
▁સ્ત	-2953
▁હાઇ	-2954
▁અંતર	-2955
▁જાળી	-2956
▁નકલી	-2957
▁લેતા	-2958
▁વાંદ	-2959
▁શિખર	-2960
▁સ્પે	-2961
ભાગમાં	-2962
▁જાતને	-2963
▁ટીમનો	-2964
▁તરીને	-2965
▁તલવાર	-2966
▁નિયોન	-2967
▁પટ્ટો	-2968
▁રંગલો	-2969
▁રાઇડર	-2970
▁ઇલેક્ટ	-2971
▁કરવાની	-2972
▁ખુશીથી	-2973
▁દેખાતા	-2974
▁દોડવીર	-2975
▁ધુમાડો	-2976
▁નાનકડા	-2977
▁પગેરું	-2978
▁ફૂલેલા	-2979
▁ફેન્સી	-2980
▁વાદ્યો	-2981
▁વિદ્યા	-2982
▁સાન્ટા	-2983
▁ખાડીમાં	-2984
▁જેમાંથી	-2985
▁ટ્રંક્સ	-2986
▁રિંગમાં	-2987
▁વાદળછાય	-2988
▁સુશોભિત	-2989
▁સ્ક્રીન	-2990
▁ઉત્સાહિત	-2991
▁જગ્યામાં	-2992
▁કરિયાણાની	-2993
▁ફેંકવામાં	-2994
▁યુવાનોનું	-2995
▁અગ્રભાગમાં	-2996
▁ક્લાઇમ્બિંગ	-2997
ઈલ	-2998
થમ	-2999
▁b	-3000
ંતુ	-3001
ઓના	-3002
ટેલ	-3003
ટ્ટ	-3004
બંધ	-3005
ભાવ	-3006
યું	-3007
વીય	-3008
ુબા	-3009
▁ઇન	-3010
દારો	-3011
માળા	-3012
લિકો	-3013
ળાના	-3014
વાના	-3015
િપ્સ	-3016
▁bmx	-3017
▁ક્લ	-3018
▁ચર્	-3019
▁જીન	-3020
▁ડબ્	-3021
▁ડાઘ	-3022
▁પેવ	-3023
▁બબલ	-3024
▁મૃત	-3025
▁વળે	-3026
ડવાળા	-3027
ાયેલી	-3028
▁જાકી	-3029
▁જૂના	-3030
▁ઝૂલે	-3031
▁તરતી	-3032
▁થઈને	-3033
▁થતાં	-3034
▁પાઈન	-3035
▁ફરતી	-3036
▁બેસી	-3037
▁સુમો	-3038
▁સ્લી	-3039
સૂટમાં	-3040
▁અરીસા	-3041
▁ઉપાડે	-3042
▁કાયકર	-3043
▁જંગલી	-3044
▁ઝાંખા	-3045
▁પડ્યો	-3046
▁પાવડો	-3047
▁વીંટી	-3048
▁સુંઘે	-3049
▁સ્ટોપ	-3050
▁સ્ટોર	-3051
▁ખોદકામ	-3052
▁ડ્રિંક	-3053
▁પકડેલા	-3054
▁પડછાયો	-3055
▁બાજુના	-3056
▁મિત્રો	-3057
▁સૂનર્સ	-3058
▁સેન્ડલ	-3059
▁સ્કુબા	-3060
▁સ્ક્વિ	-3061
▁ગ્રામ્ય	-3062
▁બજારમાં	-3063
▁સ્ટ્રીટ	-3064
▁સ્ટ્રીમ	-3065
▁ટોપીવાળી	-3066
▁પદયાત્રી	-3067
▁પેવમેન્ટ	-3068
▁સ્લાઇડના	-3069
▁ચલાવવામાં	-3070
▁શર્ટમાંનો	-3071
▁કુસ્તીબાજો	-3072
▁બિલ્ડીંગની	-3073
▁માછીમારીના	-3074
▁વિદ્યાર્થી	-3075
▁વ્યાવસાયિક	-3076
▁સ્વિમસ્યુટ	-3077
ખત	-3078
ચો	-3079
હો	-3080
િશ	-3081
▁3	-3082
▁ઑ	-3083
બુલ	-3084
મતી	-3085
ર્ગ	-3086
ર્ધ	-3087
વાદ	-3088
શાન	-3089
શ્ચ	-3090
ાની	-3091
▁ચુ	-3092
▁થી	-3093
▁મઝ	-3094
જામા	-3095
ડમાં	-3096
ડાવે	-3097
પ્રો	-3098
લ્ટી	-3099
▁કીચ	-3100
▁ગતિ	-3101
▁બ્ર	-3102
▁લડા	-3103
▁સખત	-3104
▁સમા	-3105
▁હોઠ	-3106
ર્વીય	-3107
▁ઊંચે	-3108
▁ગોળા	-3109
▁ગ્લા	-3110
▁ચલાવ	-3111
▁ચાટી	-3112
▁પોની	-3113
▁ફુલા	-3114
▁સ્ટી	-3115
ણાત્મક	-3116
ર્સનું	-3117
વરણમાં	-3118
▁કાયાક	-3119
▁ક્રોલ	-3120
▁ગાદલા	-3121
▁ઝૂલતા	-3122
▁ડેસ્ક	-3123
▁ઢાંકી	-3124
▁નિશાન	-3125
▁ફીલ્ડ	-3126
▁ભૂખરા	-3127
▁રોબોટ	-3128
▁વાહનો	-3129
▁વોકવે	-3130
▁સભ્યો	-3131
▁હાથથી	-3132
▁હેડસ્	-3133
▁અવરોધો	-3134
▁ખુલ્લી	-3135
▁પ્રવેશ	-3136
▁બાઇકની	-3137
▁બારમાં	-3138
▁ભાગમાં	-3139
▁મેચમાં	-3140
▁રેતીની	-3141
▁હોકીની	-3142
▁કચરાપેટ	-3143
▁ચહેરાની	-3144
▁દુકાનની	-3145
▁પાયજામા	-3146
▁રેમ્પની	-3147
▁વિરુદ્ધ	-3148
▁સ્નોબોલ	-3149
▁કૂતરાઓની	-3150
▁કેમેરાથી	-3151
▁પૂલમાંથી	-3152
▁બોક્સિંગ	-3153
▁મહિલાઓનું	-3154
▁વાદળછાયું	-3155
▁વિન્ડસર્ફ	-3156
▁સિમેન્ટના	-3157
▁રક્ષણાત્મક	-3158
▁હેડસ્કાર્ફ	-3159
▁ગ્રેહાઉન્ડ્સ	-3160
ખડ	-3161
ઘધ	-3162
ધો	-3163
પ્ત	-3164
રાઓ	-3165
સના	-3166
▁ઉજ	-3167
▁છુ	-3168
▁શણ	-3169
બામા	-3170
▁આર્	-3171
▁એટી	-3172
▁કૂચ	-3173
▁કેક	-3174
▁ગેટ	-3175
▁છબી	-3176
▁ઝૂક	-3177
▁તૂટ	-3178
▁પેચ	-3179
▁બીમ	-3180
▁માઉ	-3181
▁વૉક	-3182
▁આવતા	-3183
▁ઉંચો	-3184
▁એકલી	-3185
▁તેણી	-3186
▁બકરી	-3187
▁મેઘધ	-3188
▁લક્ષ	-3189
▁વાતો	-3190
▁શાંત	-3191
▁સોડા	-3192
ર્ટમાં	-3193
▁ઉપરના	-3194
▁ગોલની	-3195
▁જાકીટ	-3196
▁ટોપીઓ	-3197
▁તારની	-3198
▁પ્રથમ	-3199
▁ભીનું	-3200
▁યુનિસ	-3201
▁લાંબો	-3202
▁શિલ્પ	-3203
▁શોમાં	-3204
▁સામસા	-3205
▁સ્પીડ	-3206
▁હાથને	-3207
▁કલાકાર	-3208
▁ખોલીને	-3209
▁ચાલતું	-3210
▁પકડ્યો	-3211
▁ફૂલોની	-3212
▁લોકોને	-3213
▁વગાડતી	-3214
▁ગોલકીપર	-3215
▁ચહેરાના	-3216
▁મહિલાના	-3217
▁સ્પાઈડર	-3218
▁કાયાકિંગ	-3219
▁કીચડવાળા	-3220
▁જોડાયેલા	-3221
▁પાંદડાના	-3222
▁ભૂપ્રદેશ	-3223
▁શર્ટવાળો	-3224
▁સ્ટોરમાં	-3225
▁સ્નોમોબા	-3226
▁કિશોરવયની	-3227
▁પર્વતમાળા	-3228
▁મેઘધનુષ્ય	-3229
▁રોલરસ્કેટ	-3230
▁કોંક્રિટની	-3231
▁કોંક્રીટની	-3232
▁ક્ષેત્રમાં	-3233
▁સમુદ્રમાંથી	-3234
▁રેસ્ટોરન્ટની	-3235
મિ	-3236
શે	-3237
ૂપ	-3238
કરણ	-3239
નીઝ	-3240
બેક	-3241
સ્થ	-3242
ુક્	-3243
▁આખ	-3244
▁ઑફ	-3245
▁છલ	-3246
▁છિ	-3247
▁ડી	-3248
▁બગ	-3249
▁રણ	-3250
▁હમ	-3251
ંશિક	-3252
ન્ડર	-3253
ફાયર	-3254
રક્ષ	-3255
ર્ટર	-3256
લાંગ	-3257
ળમાં	-3258
▁કુદ	-3259
▁ટેપ	-3260
▁થયા	-3261
▁ફરી	-3262
▁હરી	-3263
▁અંગૂ	-3264
▁કર્બ	-3265
▁ગાદી	-3266
▁ચાટે	-3267
▁જિમ્	-3268
▁જેણે	-3269
▁ટ્રો	-3270
▁તાકી	-3271
▁નાટક	-3272
▁પડતા	-3273
▁પાછો	-3274
▁પેપર	-3275
▁ફૂંક	-3276
▁ફોટા	-3277
▁બર્ફ	-3278
▁બૂગી	-3279
▁મંડપ	-3280
▁રિંગ	-3281
▁લડાઈ	-3282
▁વાયર	-3283
▁શહેર	-3284
▁સંકે	-3285
િયામાં	-3286
▁આકૃતિ	-3287
▁આવ્યો	-3288
▁એપ્રો	-3289
▁ઓબામા	-3290
▁ચાહકો	-3291
▁છાંટો	-3292
▁દૂરથી	-3293
▁પીસતો	-3294
▁રસ્તો	-3295
▁વગરના	-3296
▁સ્ટૂલ	-3297
▁હુમલો	-3298
▁કૂતરાએ	-3299
▁ધૂળમાં	-3300
▁નિશાનો	-3301
▁ફુલાવી	-3302
▁બાળકનો	-3303
▁શેરીના	-3304
▁કોલરમાં	-3305
▁ગોળાકાર	-3306
▁છોકરાનો	-3307
▁પૂર્વીય	-3308
▁બહુરંગી	-3309
▁બાળકોની	-3310
▁રોકવાનો	-3311
▁કચરાપેટી	-3312
▁ક્રોસવોક	-3313
▁પ્રકારની	-3314
▁શેરીઓમાં	-3315
▁સ્પાર્કલ	-3316
▁કમ્પ્યુટર	-3317
▁કેમેરામાં	-3318
▁છંટકાવમાં	-3319
▁સ્કર્ટમાં	-3320
▁ફોટોગ્રાફર	-3321
▁ફુવારામાંથી	-3322
દમ	-3323
સમ	-3324
ૉલ	-3325
ાડો	-3326
▁ઓક	-3327
▁તુ	-3328
▁નવ	-3329
▁બુ	-3330
ચ્છા	-3331
વભાવ	-3332
વર્સ	-3333
વાલો	-3334
્યૂલ	-3335
▁ગોળ	-3336
▁ચઢા	-3337
▁જન્	-3338
▁ટાઇ	-3339
▁પીં	-3340
▁બિલ	-3341
▁રોલ	-3342
▁લેપ	-3343
▁વહા	-3344
▁વાઘ	-3345
▁હરણ	-3346
ક્રોસ	-3347
બરમેન	-3348
ાયરની	-3349
▁અડધા	-3350
▁અર્ધ	-3351
▁એકદમ	-3352
▁એકના	-3353
▁છાંટ	-3354
▁જમણા	-3355
▁જાતિ	-3356
▁જાપા	-3357
▁જેવો	-3358
▁ઢાંક	-3359
▁તાળી	-3360
▁તેણે	-3361
▁પકડા	-3362
▁પીતી	-3363
▁બચાવ	-3364
▁બેરલ	-3365
▁ભેખડ	-3366
▁માળા	-3367
▁સૂતી	-3368
▁હાથી	-3369
▁હેંગ	-3370
▁હેલો	-3371
▁એકત્ર	-3372
▁કાર્ય	-3373
▁છિદ્ર	-3374
▁ઝાડીઓ	-3375
▁ટ્યૂલ	-3376
▁પુલની	-3377
▁બાળકી	-3378
▁માળખા	-3379
▁મૂર્ખ	-3380
▁રમતું	-3381
▁વર્તુ	-3382
્લાસમાં	-3383
▁ઇનલાઇન	-3384
▁કાદવના	-3385
▁કુદરતી	-3386
▁ગલીમાં	-3387
▁ટેકરીઓ	-3388
▁પહોળું	-3389
▁માથાના	-3390
▁મારીને	-3391
▁મૂર્તિ	-3392
▁સંતુલન	-3393
▁સામેના	-3394
▁સામેની	-3395
▁સીડીના	-3396
▁સુરક્ષ	-3397
▁સોનાના	-3398
▁સ્ટમ્પ	-3399
▁હાવભાવ	-3400
▁કપડામાં	-3401
▁ગ્લોવ્ઝ	-3402
▁ડોબરમેન	-3403
▁બર્ફીલા	-3404
▁સર્ફર્સ	-3405
▁સામસામે	-3406
▁સ્પર્શે	-3407
▁દરિયામાં	-3408
▁નદીમાંથી	-3409
▁સૂર્યપ્ર	-3410
▁સ્ટ્રક્ચ	-3411
▁અંધારામાં	-3412
▁બોટલમાંથી	-3413
▁મીણબત્તીઓ	-3414
▁શિયાળામાં	-3415
▁રોલરબ્લેડર	-3416
▁પાંદડામાંથી	-3417
▁વ્હીલચેરમાં	-3418
▁સ્કેટબોર્ડને	-3419
છમ	-3420
ઝર	-3421
મદ	-3422
▁4	-3423
ઈવર	-3424
ઓને	-3425
કડા	-3426
જલી	-3427
ટ્સ	-3428
પરી	-3429
યના	-3430
રોપ	-3431
વાળ	-3432
વૉક	-3433
ાયા	-3434
્ટર	-3435
▁ગડ	-3436
▁ગી	-3437
▁ઘર	-3438
▁ચમ	-3439
▁જ્	-3440
▁રન	-3441
▁સગ	-3442
કર્સ	-3443
ગ્નિ	-3444
ચર્સ	-3445
જ્જડ	-3446
ડીની	-3447
ફાની	-3448
મદિવ	-3449
યેલો	-3450
રાના	-3451
લાઇટ	-3452
સમૂહ	-3453
હોમા	-3454
્રેસ	-3455
▁કેસ	-3456
▁કોન	-3457
▁જેક	-3458
▁ટેગ	-3459
▁ડંખ	-3460
▁પટા	-3461
▁પાડ	-3462
▁પીચ	-3463
▁ફીણ	-3464
▁બૂથ	-3465
▁મૂક	-3466
▁લગ્	-3467
▁લિવ	-3468
▁સલા	-3469
▁હાઉ	-3470
▁આપતો	-3471
▁ઉડતો	-3472
▁કિડી	-3473
▁ખાડા	-3474
▁ખોદી	-3475
▁ચીસો	-3476
▁ત્રિ	-3477
▁ધકેલ	-3478
▁પર્ણ	-3479
▁પીતા	-3480
▁પેડલ	-3481
▁પેલે	-3482
▁પૈસા	-3483
▁ફ્લા	-3484
▁બાથર	-3485
▁બ્લી	-3486
▁બ્લો	-3487
▁વાઇન	-3488
▁વાતા	-3489
▁શણગા	-3490
▁હોવા	-3491
સ્પ્લે	-3492
▁અગ્નિ	-3493
▁આંશિક	-3494
▁ઉજવણી	-3495
▁ઉજ્જડ	-3496
▁ઉપરની	-3497
▁ઓક્લા	-3498
▁કરતું	-3499
▁કાચના	-3500
▁ખેંચા	-3501
▁ખોપરી	-3502
▁ગ્લાસ	-3503
▁જૂથને	-3504
▁ટેટૂઝ	-3505
▁તાળીઓ	-3506
▁પડેલી	-3507
▁પીંછા	-3508
▁ફટકાર	-3509
▁ફ્લાઇ	-3510
▁બોટની	-3511
▁લિફ્ટ	-3512
▁સફરજન	-3513
▁સીડીઓ	-3514
▁સ્માર	-3515
▁હાથની	-3516
▁ઘોડાને	-3517
▁તંબુની	-3518
▁નીચેથી	-3519
▁પહોંચી	-3520
▁બોક્સર	-3521
▁લટકાવે	-3522
▁લિવિંગ	-3523
▁લીલાછમ	-3524
▁વાળમાં	-3525
▁શ્યામા	-3526
▁આસપાસના	-3527
▁કામદારો	-3528
▁ગૂંથેલી	-3529
▁ચાંદીના	-3530
▁ચામડીનો	-3531
▁છોકરાના	-3532
▁જન્મદિવ	-3533
▁ઝૂલામાં	-3534
▁ડ્રાઈવર	-3535
▁પકડવાની	-3536
▁બેન્ચની	-3537
▁ભીડવાળી	-3538
▁મારવાનો	-3539
▁માર્કેટ	-3540
▁મોઢામાં	-3541
▁રમકડાનો	-3542
▁રેકોર્ડ	-3543
▁પર્ણસમૂહ	-3544
▁પર્વતોની	-3545
▁ફૂટબોલને	-3546
▁રાખવામાં	-3547
▁રેલિંગની	-3548
▁વ્યક્તિઓ	-3549
▁સમુદ્રને	-3550
▁ઓક્લાહોમા	-3551
▁કાદવમાંથી	-3552
▁ટ્યૂલિપ્સ	-3553
▁પેઇન્ટિંગ	-3554
▁બતાવવામાં	-3555
▁સંગીતકારો	-3556
▁ચીયરલીડર્સ	-3557
▁સ્ત્રીઓનું	-3558
▁હેન્ડ્રેઇલ	-3559
▁કાર્નિવલમાં	-3560
▁પર્વતારોહકો	-3561
ંડે	-3562
ઇવર	-3563
ટની	-3564
ડાટ	-3565
પની	-3566
ફાઈ	-3567
લોક	-3568
વીન	-3569
સાઈ	-3570
િલિ	-3571
ેટર	-3572
▁આઠ	-3573
▁એમ	-3574
▁ચળ	-3575
▁થૂ	-3576
▁વધ	-3577
ડલ્સ	-3578
ર્મી	-3579
લોકન	-3580
લ્વે	-3581
શિયો	-3582
ાઇકલ	-3583
િસ્ટ	-3584
▁ઉછળ	-3585
▁ઓશી	-3586
▁ગયા	-3587
▁ગાં	-3588
▁ચમક	-3589
▁ચાક	-3590
▁જિમ	-3591
▁ડોળ	-3592
▁ફટા	-3593
▁વાસ	-3594
▁સંભ	-3595
▁હોટ	-3596
શનમાં	-3597
▁આઉટફ	-3598
▁ઉડાન	-3599
▁ઓવરઓ	-3600
▁ક્વા	-3601
▁ખાતો	-3602
▁ગેલે	-3603
▁ચારે	-3604
▁તુતુ	-3605
▁તેવા	-3606
▁તેવી	-3607
▁બ્રિ	-3608
▁ભીંત	-3609
▁રાખી	-3610
▁લાવી	-3611
▁વહાણ	-3612
▁વાંસ	-3613
▁વિશે	-3614
▁હતું	-3615
▁એટીવી	-3616
▁કોન્સ	-3617
▁ચપળતા	-3618
▁છાજલી	-3619
▁છોડની	-3620
▁ટૂંકી	-3621
▁ઢાંકે	-3622
▁પળિયા	-3623
▁ફ્રેમ	-3624
▁બરફનો	-3625
▁મોજાઓ	-3626
▁મ્યુઝ	-3627
▁રમતની	-3628
▁લટકતા	-3629
▁સૂંઘી	-3630
▁હમણાં	-3631
▁અવલોકન	-3632
▁ઈમારતો	-3633
▁કૂદતું	-3634
▁ગતિમાં	-3635
▁ટ્રીની	-3636
▁ત્રણેય	-3637
▁ત્રીજા	-3638
▁દિવાલો	-3639
▁ધરાવતા	-3640
▁ધુમાડા	-3641
▁પેટર્ન	-3642
▁પેશિયો	-3643
▁ફટાકડા	-3644
▁ફિશિંગ	-3645
▁બોલિંગ	-3646
▁રેલ્વે	-3647
▁લક્ષ્ય	-3648
▁વયસ્કો	-3649
▁સલામતી	-3650
▁સ્ટ્રી	-3651
▁કૂદવાની	-3652
▁કેન્દ્ર	-3653
▁ઘડિયાળો	-3654
▁ઘાસવાળી	-3655
▁પોતાનું	-3656
▁ફ્રેમની	-3657
▁બાઇકર્સ	-3658
▁મહિલાને	-3659
▁રમકડાના	-3660
▁સ્પોટેડ	-3661
▁હૂડવાળા	-3662
▁કપડાંમાં	-3663
▁દુકાનમાં	-3664
▁બંધાયેલો	-3665
▁માણસોનું	-3666
▁રાફ્ટિંગ	-3667
▁હૂપમાંથી	-3668
▁ખેલાડીઓની	-3669
▁દરવાજામાં	-3670
▁પટ્ટાવાળો	-3671
▁પદયાત્રીઓ	-3672
▁યુનિસાઇકલ	-3673
▁ધુમ્મસવાળા	-3674
▁પાંદડાઓમાં	-3675
▁રેસ્ટોરન્ટ	-3676
▁વાતાવરણમાં	-3677
▁પ્રેક્ષકોની	-3678
ંહ	-3679
એમ	-3680
ગત	-3681
▁8	-3682
ંડો	-3683
ચલા	-3684
ડની	-3685
ડેડ	-3686
નાં	-3687
ન્ફ	-3688
બીન	-3689
મ્સ	-3690
રબચ	-3691
્કા	-3692
▁ઝઘ	-3693
▁નમ	-3694
▁રબ	-3695
▁હં	-3696
ંજરા	-3697
ક્ષણ	-3698
ખાબડ	-3699
ગ્રી	-3700
પ્લે	-3701
વસ્થ	-3702
▁ઉતર	-3703
▁ઉબડ	-3704
▁કરત	-3705
▁ઘરો	-3706
▁ચળક	-3707
▁ટીલ	-3708
▁નહા	-3709
▁પવન	-3710
▁પિચ	-3711
▁મું	-3712
▁વોર	-3713
▁વોલ	-3714
▁શકે	-3715
▁શેર	-3716
્રિંક	-3717
▁આધેડ	-3718
▁કેડી	-3719
▁ખરબચ	-3720
▁ચર્ચ	-3721
▁ચિકન	-3722
▁છત્ર	-3723
▁ઝડપે	-3724
▁પિચર	-3725
▁પીસી	-3726
▁ફિલ્	-3727
▁બોલે	-3728
▁રંગો	-3729
▁રેલી	-3730
▁વળગી	-3731
▁સીગલ	-3732
▁સીટી	-3733
▁સ્ટા	-3734
▁સ્ની	-3735
સ્ટ્રો	-3736
▁ઉછાળી	-3737
▁કરનાર	-3738
▁કાંઠા	-3739
▁કૂદવા	-3740
▁કોઈને	-3741
▁ગાર્ડ	-3742
▁ટ્રેલ	-3743
▁પાતળો	-3744
▁ફિલ્ડ	-3745
▁રાહદા	-3746
▁સરકતી	-3747
▁હસ્કી	-3748
▁હાર્ડ	-3749
સ્ટિક્સ	-3750
▁ઇવેન્ટ	-3751
▁ચઢવાનો	-3752
▁જોડીને	-3753
▁ટનલમાં	-3754
▁ટોળાની	-3755
▁પગથિયા	-3756
▁પોલીસક	-3757
▁પોલ્કા	-3758
▁માટીના	-3759
▁લેપટોપ	-3760
▁વાડમાં	-3761
▁વ્હીલર	-3762
▁ઉબડખાબડ	-3763
▁કપમાંથી	-3764
▁ચિહ્નિત	-3765
▁દોડવીરો	-3766
▁પ્રવાસી	-3767
▁બગીચાના	-3768
▁મારવાની	-3769
▁સાયકલને	-3770
▁એથ્લેટિક	-3771
▁ક્રેશિંગ	-3772
▁ડિસ્પ્લે	-3773
▁પાનખરમાં	-3774
▁પ્રકાશિત	-3775
▁ફેંકવાની	-3776
▁માથાવાળી	-3777
▁વૃક્ષોની	-3778
▁પાંદડાઓથી	-3779
▁કાંકરીવાળા	-3780
▁પાર્કમાંથી	-3781
▁રોલરબ્લેડિંગ	-3782
પક	-3783
પિ	-3784
ઈંગ	-3785
કું	-3786
ગાર	-3787
ગ્સ	-3788
જિત	-3789
ઠ્ઠ	-3790
થરા	-3791
રોડ	-3792
વેર	-3793
વ્ય	-3794
શના	-3795
ારૂ	-3796
▁આર	-3797
▁ઉદ	-3798
▁ફફ	-3799
▁રુ	-3800
▁સં	-3801
પમાં	-3802
ફ્ટી	-3803
વાદક	-3804
ાસ્ટ	-3805
િલિઅ	-3806
્રેટ	-3807
▁એક્	-3808
▁કવર	-3809
▁કસર	-3810
▁નાચ	-3811
▁ન્ય	-3812
▁પરી	-3813
▁પીસ	-3814
▁પુન	-3815
▁પેક	-3816
▁પેન	-3817
▁બચ્	-3818
▁ભેટ	-3819
▁માન	-3820
▁લંબ	-3821
▁વેગ	-3822
▁સંઘ	-3823
કામાં	-3824
દાર્થ	-3825
બોક્સ	-3826
માનની	-3827
વ્હીલ	-3828
િટમાં	-3829
▁આગની	-3830
▁એવું	-3831
▁કદના	-3832
▁કિલ્	-3833
▁ખાકી	-3834
▁ગોળી	-3835
▁ઘરના	-3836
▁ચાદર	-3837
▁ચોંટ	-3838
▁જેવી	-3839
▁ઝૂંપ	-3840
▁ટેકલ	-3841
▁ડાબા	-3842
▁દિવસ	-3843
▁પાવર	-3844
▁ફ્લે	-3845
▁બાથટ	-3846
▁બીગલ	-3847
▁બેનર	-3848
▁યુવા	-3849
▁રોકે	-3850
▁લેતો	-3851
▁વેગન	-3852
▁હેડડ	-3853
ન્ટ્રી	-3854
▁આર્કે	-3855
▁આવ્યા	-3856
▁ઇશારો	-3857
▁ઉપકરણ	-3858
▁ઊંચું	-3859
▁કોઈની	-3860
▁ખડકને	-3861
▁ગ્રાઇ	-3862
▁ગ્લોવ	-3863
▁છલાંગ	-3864
▁જવાનો	-3865
▁જેનું	-3866
▁ડ્રેગ	-3867
▁તરંગો	-3868
▁દેખાઈ	-3869
▁પરંતુ	-3870
▁પહોંચ	-3871
▁ફૂલના	-3872
▁બનેલા	-3873
▁મળીને	-3874
▁મોજાં	-3875
▁વિરામ	-3876
▁સજ્જન	-3877
▁હૂપ્સ	-3878
▁કેન્ડી	-3879
▁ખડકોના	-3880
▁ચોકલેટ	-3881
▁છોડીને	-3882
▁જગ્યાએ	-3883
▁જિમ્ને	-3884
▁દૂરબીન	-3885
▁પકડનાર	-3886
▁પ્લેપે	-3887
▁બીજાનો	-3888
▁માર્ગે	-3889
▁લટકતું	-3890
▁વીડિયો	-3891
▁શૂટિંગ	-3892
▁સંઘર્ષ	-3893
▁સાંભળી	-3894
▁સોનાની	-3895
▁ગાડીમાં	-3896
▁ટ્રેનના	-3897
▁ત્યાંથી	-3898
▁પહેરેલુ	-3899
▁બાંધેલા	-3900
▁માણસનું	-3901
▁સાંકળની	-3902
▁સ્પોર્ટ	-3903
▁કાંકરીના	-3904
▁કાર્ટમાં	-3905
▁કોર્ટમાં	-3906
▁ક્વાર્ટર	-3907
▁પથારીમાં	-3908
▁બેકયાર્ડ	-3909
▁બેઝબોલને	-3910
▁બ્લીચર્સ	-3911
▁રમતગમતના	-3912
▁રાત્રિના	-3913
▁વાળવાળું	-3914
▁સ્પ્રિંક	-3915
▁ગંદકીવાળા	-3916
▁વર્તુળમાં	-3917
▁શેરીમાંથી	-3918
▁સ્ક્વિર્ટ	-3919
▁હેન્ડ્રેલ	-3920
▁અંધારાવાળા	-3921
▁ઇલેક્ટ્રિક	-3922
▁ગંદકીમાંથી	-3923
▁જન્મદિવસની	-3924
▁છંટકાવમાંથી	-3925
▁વેકબોર્ડિંગ	-3926
ઠી	-3927
લય	-3928
ીર	-3929
કિત	-3930
કોટ	-3931
ગર્	-3932
ઝિન	-3933
દિત	-3934
ધું	-3935
લની	-3936
વાસ	-3937
વિઝ	-3938
વ્ર	-3939
શ્ર	-3940
હેન	-3941
▁છો	-3942
▁રફ	-3943
▁લપ	-3944
▁સહ	-3945
▁સૈ	-3946
ટાવે	-3947
પિતા	-3948
પ્રા	-3949
રેલી	-3950
વ્યો	-3951
િક્સ	-3952
િતિજ	-3953
▁ઉઠા	-3954
▁કમર	-3955
▁કેચ	-3956
▁ગળા	-3957
▁ચાટ	-3958
▁જોક	-3959
▁ધ્ય	-3960
▁પડો	-3961
▁પિગ	-3962
▁પીર	-3963
▁પોટ	-3964
▁બૂમ	-3965
▁બેજ	-3966
▁ભાઈ	-3967
▁મોલ	-3968
▁રૂમ	-3969
▁લાગ	-3970
▁વધુ	-3971
▁વાન	-3972
મ્બ્સ	-3973
વાંટી	-3974
▁અક્ષ	-3975
▁અનેક	-3976
▁આશ્ચ	-3977
▁ઓફિસ	-3978
▁કદનો	-3979
▁કરડી	-3980
▁કસરત	-3981
▁ખોલે	-3982
▁ઘેરી	-3983
▁જુદા	-3984
▁ડેંડ	-3985
▁તરબૂ	-3986
▁થોડો	-3987
▁પાયા	-3988
▁પુનઃ	-3989
▁બંજી	-3990
▁ભેટી	-3991
▁માદા	-3992
▁શિશુ	-3993
ક્સીડો	-3994
▁ઉતારે	-3995
▁કર્યા	-3996
▁કર્યો	-3997
▁કાચની	-3998
▁કારને	-3999
▁કોઈના	-4000
▁ક્રેન	-4001
▁ચુસ્ત	-4002
▁ડબ્બા	-4003
▁તીવ્ર	-4004
▁તેમનો	-4005
▁થેલીઓ	-4006
▁દંપતિ	-4007
▁પીળું	-4008
▁પ્રાચ	-4009
▁ફોલ્ડ	-4010
▁બરફને	-4011
▁બોટને	-4012
▁લાવવા	-4013
▁સળિયા	-4014
▁સેન્ટ	-4015
▁સ્કેલ	-4016
▁સ્પોટ	-4017
▁હાથમો	-4018
કન્ટ્રી	-4019
ચ્છાદિત	-4020
▁આકારના	-4021
▁જ્વાળા	-4022
▁ઝૂલતું	-4023
▁ડ્રેડલ	-4024
▁થમ્બ્સ	-4025
▁દેખાતી	-4026
▁પટ્ટાઓ	-4027
▁પથ્થરો	-4028
▁પાંજરા	-4029
▁પુત્રી	-4030
▁ફૂલોથી	-4031
▁બાઉન્સ	-4032
▁બાજુથી	-4033
▁બેગપાઈ	-4034
▁વાંસળી	-4035
▁શરીરને	-4036
▁શિયાળુ	-4037
▁સ્નાયુ	-4038
▁અંતરમાં	-4039
▁આશ્ચર્ય	-4040
▁કાર્ટની	-4041
▁ક્ષિતિજ	-4042
▁ઘેટાંને	-4043
▁ચાંચિયા	-4044
▁ટક્સીડો	-4045
▁થાંભલાઓ	-4046
▁દોરડાની	-4047
▁ધરાવનાર	-4048
▁પકડ્યું	-4049
▁પક્ષીને	-4050
▁પોનીટેલ	-4051
▁પ્રિન્ટ	-4052
▁ફૂલવાળા	-4053
▁બાંધેલો	-4054
▁રસોડાના	-4055
▁રુવાંટી	-4056
▁અધિકારીઓ	-4057
▁કારમાંથી	-4058
▁કોર્સમાં	-4059
▁કોલરવાળો	-4060
▁જીન્સમાં	-4061
▁ટ્યુબમાં	-4062
▁ડેંડિલિઅ	-4063
▁નળીમાંથી	-4064
▁પાર્કિંગ	-4065
▁પ્રકારના	-4066
▁બાથટબમાં	-4067
▁બિલાડીને	-4068
▁બેઝબોલની	-4069
▁બોર્ડવૉક	-4070
▁રસ્તામાં	-4071
▁સ્નીકર્સ	-4072
▁ઢગલામાંથી	-4073
▁ભીંતચિત્ર	-4074
▁માર્ગદર્શ	-4075
▁કોર્સમાંથી	-4076
▁પ્રકાશવાળા	-4077
▁બાલ્કનીમાં	-4078
▁કોન્સર્ટમાં	-4079
▁સ્વેટશર્ટમાં	-4080
અર	-4081
કન	-4082
ટિ	-4083
ઠે	-4084
ડર	-4085
દય	-4086
દો	-4087
યન	-4088
શં	-4089
હર	-4090
્ન	-4091
ંધે	-4092
ંપલ	-4093
ઠાર	-4094
ડોગ	-4095
ણના	-4096
પણે	-4097
રાળ	-4098
વોર	-4099
▁ઝુ	-4100
▁બર	-4101
▁બૅ	-4102
▁મર	-4103
▁સન	-4104
▁હી	-4105
ંપરા	-4106
ટિયા	-4107
ડાવી	-4108
તેલા	-4109
ધારી	-4110
નગ્ન	-4111
પ્તિ	-4112
શંસા	-4113
શનની	-4114
સ્ટા	-4115
િત્ત	-4116
▁ઉત્	-4117
▁કપલ	-4118
▁કાટ	-4119
▁ખંજ	-4120
▁ગીત	-4121
▁ચીં	-4122
▁છાય	-4123
▁છુપ	-4124
▁જવા	-4125
▁જાળ	-4126
▁ઝપા	-4127
▁ઝિપ	-4128
▁થૂથ	-4129
▁ફૂડ	-4130
▁બધી	-4131
▁મઝલ	-4132
▁મુખ	-4133
▁મૂળ	-4134
▁રસો	-4135
▁રોટ	-4136
▁વધે	-4137
▁સહે	-4138
▁ઇન્ટ	-4139
▁ઉછાળ	-4140
▁ઉભું	-4141
▁ખૂણો	-4142
▁ઘેરો	-4143
▁ચંપલ	-4144
▁ચાલુ	-4145
▁જેથી	-4146
▁ટાઈટ	-4147
▁ટીવી	-4148
▁નીચી	-4149
▁નેવી	-4150
▁ફરવા	-4151
▁બેંક	-4152
▁ભવ્ય	-4153
▁મુક્	-4154
▁મેરી	-4155
▁રહેલ	-4156
▁રેખા	-4157
▁વિના	-4158
▁વિભા	-4159
▁સાઇડ	-4160
▁સારી	-4161
▁સૂતા	-4162
ંપરાગત	-4163
દેશમાં	-4164
રાઉન્ડ	-4165
્રાફ્ટ	-4166
્રોનિક	-4167
▁ઉત્સવ	-4168
▁કોઠાર	-4169
▁ટબમાં	-4170
▁દૂરના	-4171
▁નીચું	-4172
▁પોર્ટ	-4173
▁બતાવી	-4174
▁બાઈકર	-4175
▁મનોહર	-4176
▁મલ્ટી	-4177
▁એમ્યુઝ	-4178
▁ખેંચાઈ	-4179
▁ચેકર્ડ	-4180
▁જૂથમાં	-4181
▁તસવીરો	-4182
▁દોડીને	-4183
