<pad>	0
<s>	0
</s>	0
<unk>	0
<PAD>	0
▁છે	-2.63724
.	-2.69049
▁એક	-2.80329
▁પર	-3.68119
▁અને	-3.92303
ની	-4.03992
▁માણસ	-4.07701
▁રહ્યો	-4.12907
ના	-4.4645
▁બે	-4.53529
▁રહ્યા	-4.65474
▁કરી	-4.66036
▁રહી	-4.66668
▁પહેરેલો	-4.69961
▁લોકો	-4.73761
▁સ્ત્રી	-4.8555
થી	-4.97794
▁સાથે	-5.05282
ો	-5.0946
નો	-5.12241
ને	-5.12649
▁શર્ટ	-5.17645
ી	-5.17704
▁પહેરેલી	-5.19928
▁સફેદ	-5.19987
નું	-5.26205
▁	-5.27984
▁વાદળી	-5.3235
માં	-5.33394
ા	-5.34102
▁જોઈ	-5.35376
▁લાલ	-5.38251
▁કરે	-5.39511
▁છોકરી	-5.43498
▁છોકરો	-5.47609
▁તે	-5.48648
▁સામે	-5.49219
ે	-5.52097
▁મહિલા	-5.58724
▁કૂતરો	-5.61597
▁કાળા	-5.61666
▁પહેરેલા	-5.65376
▁જૂથ	-5.72719
▁બાળક	-5.74485
▁બહાર	-5.7503
▁પુરુષ	-5.78183
▁માટે	-5.7978
▁વ્યક્તિ	-5.82592
▁યુવાન	-5.83199
▁પાસે	-5.84253
▁ચાલી	-5.85678
▁માણસો	-5.86708
▁ત્રણ	-5.88677
▁બાળકો	-5.90492
▁રહ્યું	-5.92561
▁તેના	-5.93841
ું	-5.95153
▁રસ્તા	-5.98567
▁નાનો	-6.00648
▁જ્યારે	-6.01771
▁રંગના	-6.08316
▁ટોપી	-6.11187
▁તરફ	-6.1254
▁બેઠો	-6.14692
▁વૃદ્ધ	-6.18947
▁બાજુમાં	-6.2032
▁રમી	-6.23657
▁પોશાક	-6.26613
▁કૂદી	-6.30034
▁પકડીને	-6.30048
▁પાછળ	-6.317
▁ભૂરા	-6.34607
▁પાણી	-6.36267
▁દોડી	-6.3655
▁બોલ	-6.37181
▁લઈને	-6.37333
▁નાના	-6.38049
▁ઉભા	-6.38522
▁નાની	-6.3864
▁કામ	-6.39019
▁હાથ	-6.39176
▁હોય	-6.39909
▁લીલા	-6.4188
-	-6.42688
▁નીચે	-6.44051
▁ઊભો	-6.4467
▁સ્ત્રીઓ	-6.46251
▁કૂતરા	-6.47078
▁ફૂટબોલ	-6.47329
▁પ	-6.47828
▁પીળા	-6.48957
▁પુરુષો	-6.50074
▁શેરીમાં	-6.50663
▁ઘણા	-6.53807
▁જેકેટ	-6.54465
▁પહેરીને	-6.55001
▁કાળો	-6.56675
સાર	-6.57668
▁નારંગી	-6.57689
▁ફૂટપાથ	-6.57944
▁બેઠા	-6.58124
▁રંગનો	-6.59732
▁ટેબલ	-6.60567
▁ઉપર	-6.60829
▁પકડી	-6.62208
▁સાયકલ	-6.62992
▁બેઠી	-6.63051
▁બાઇક	-6.63993
▁ગુલાબી	-6.65058
▁કિનારે	-6.67465
▁પાણીમાં	-6.67696
▁જે	-6.69157
▁પોતાન	-6.71525
▁છોકરાઓ	-6.72444
▁મોટા	-6.73495
▁હવામાં	-6.73936
▁છોકરીઓ	-6.74646
▁ઉભી	-6.74892
▁વખતે	-6.75214
▁વાત	-6.76389
▁એશિયન	-6.76865
▁થઈ	-6.7703
▁કપડાં	-6.78388
માંથી	-6.79551
▁ઇમારત	-6.80004
▁ખેલાડી	-6.80704
▁ચાર	-6.81384
▁વગાડી	-6.83722
▁દિવાલ	-6.87021
▁મહિલાઓ	-6.87728
▁ઘાસ	-6.87812
▁સવારી	-6.88617
▁ચલાવી	-6.88814
▁કેમેરા	-6.89551
▁શેરી	-6.91373
▁દરિયા	-6.91498
▁પોતાના	-6.92629
▁લઈ	-6.94394
▁બીજા	-6.94646
▁ગિટાર	-6.96156
▁રમે	-6.96386
▁કરતી	-6.968
▁સોનેરી	-6.97177
▁ઉભ	-6.97352
▁આ	-6.97474
▁આસપાસ	-6.97772
▁રહેલ	-6.97951
▁રમત	-6.98496
▁રાખે	-6.98527
▁શહેર	-6.9967
▁કોઈ	-6.998
▁ફોટો	-7.00191
▁જીન્સ	-7.05915
▁પોઝ	-7.06858
▁કંઈક	-7.0716
▁બેન્ચ	-7.07399
▁જુએ	-7.0836
▁ભીડ	-7.09412
▁કાર	-7.09623
▁જઈ	-7.09955
▁પ્રયાસ	-7.12489
▁વચ્ચે	-7.12489
▁ઝાડ	-7.13328
▁બરફ	-7.15082
▁જ	-7.16141
િંગ	-7.16259
વાળા	-7.16271
▁આપી	-7.16813
▁કરવા	-7.16841
▁ચશ્મા	-7.17314
▁કરતા	-7.18184
▁શોર્ટ્સ	-7.18252
▁રંગની	-7.18485
▁સવાર	-7.19615
▁સ્ટેજ	-7.19864
▁મોટી	-7.20611
▁ટી	-7.21212
▁ગ્રે	-7.23295
▁મેદાનમાં	-7.23461
▁બેઠેલા	-7.25291
▁પૃષ્ઠભૂમિમાં	-7.2579
▁નાનું	-7.26485
▁રાહ	-7.26586
▁પેન્ટ	-7.27122
▁તેમ	-7.28316
▁બેઝબોલ	-7.28487
થાય	-7.2873
▁ઉપયોગ	-7.2908
▁જમીન	-7.29298
▁વાળવાળી	-7.29585
▁બરફમાં	-7.29698
▁કરતો	-7.2975
▁સમૂહ	-7.30727
▁હાથમાં	-7.31777
▁બાંધકામ	-7.32019
▁સૂઈ	-7.32479
▁કેટલાક	-7.33251
શર્ટ	-7.34974
▁ઘોડા	-7.35367
▁હેલ્મેટ	-7.356
▁ખેતરમાં	-7.35826
▁પાર્કમાં	-7.38431
▁પડે	-7.38893
▁યુવતી	-7.39282
▁કોટ	-7.39864
▁ત્યારે	-7.40807
▁વાળ	-7.40877
▁એકબીજા	-7.41472
▁તેમના	-7.43982
▁જાય	-7.44125
▁મોટો	-7.44377
િત	-7.44448
▁ચઢી	-7.44645
▁ખડક	-7.45767
▁કાળી	-7.46123
▁લાકડાના	-7.46364
▁શર્ટમાં	-7.4658
▁ટોપ	-7.46584
▁રાખીને	-7.4683
▁બેન્ડ	-7.4715
▁ડ્રેસ	-7.47238
▁જાંબલી	-7.47364
▁નજીક	-7.479
ક	-7.48287
▁રંગ	-7.48346
▁ઊભ	-7.50271
ર	-7.5042
ન	-7.50705
▁ખેલાડીઓ	-7.50971
▁વિસ્તારમાં	-7.51381
▁કરીને	-7.52089
▁સૂટ	-7.52108
▁યુવાનો	-7.52954
▁ટેનિસ	-7.53999
▁બનાવી	-7.54005
▁માઇક્રોફોન	-7.54477
▁બેઠેલી	-7.54573
▁કામદારો	-7.55256
▁માથા	-7.55545
▁વગાડ	-7.56212
▁દોડ	-7.5684
▁રમતા	-7.57888
▁ઘાસમાં	-7.58826
વા	-7.59068
▁બાળકને	-7.59132
▁બાસ્કેટબોલ	-7.59382
▁કૂદકો	-7.59886
▁ભાગ	-7.60841
▁બોર્ડ	-7.61211
▁ખૂબ	-7.61722
▁વાંચી	-7.62135
▁પર્વત	-7.62346
▁ભૂરો	-7.6267
▁દરમિયાન	-7.63173
▁લાંબા	-7.63279
▁સનગ્લાસ	-7.63487
▁સ્મિત	-7.63907
▁દ્વારા	-7.64012
▁અંદર	-7.64575
▁બીચ	-7.65178
▁અન્ય	-7.65285
▁પગ	-7.65775
▁વ્યસ્ત	-7.66573
્સ	-7.66902
▁બેસીને	-7.67254
▁ખોરાક	-7.67441
▁આપે	-7.67575
▁પટ્ટાવાળા	-7.6784
વાળી	-7.68239
▁બીજ	-7.68416
▁રંગબેરંગી	-7.68537
▁યુગલ	-7.68689
▁સાફ	-7.68868
▁બેગ	-7.68957
▁સ્કેટબોર્ડ	-7.69168
એ	-7.69945
▁આનંદ	-7.70316
▁કે	-7.70344
▁દેખાય	-7.70542
▁વડે	-7.7133
▁વાળવાળો	-7.71484
▁દિવસે	-7.72071
▁રૂમમાં	-7.72114
▁પથ્થર	-7.7254
▁તૈયાર	-7.72934
▁ટેકરી	-7.73131
▁પુખ્ત	-7.74204
▁મારી	-7.74221
▁સીડી	-7.74994
▁પ્રદર્શન	-7.75442
▁બીજી	-7.75517
▁ચહેરા	-7.75527
▁આવી	-7.76813
▁તેજસ્વી	-7.77283
▁વાડ	-7.77427
▁ફ્લોર	-7.77482
▁રહેલો	-7.77686
▁ભેગા	-7.77736
▁પાંચ	-7.78158
લ	-7.79509
▁પી	-7.79559
▁આગળ	-7.80586
▁લાકડી	-7.82063
▁ડ્રેસમાં	-7.82772
▁હસતી	-7.84256
▁સુંદર	-7.84366
▁""	-7.85046
▁બાજુ	-7.85201
▁પાર	-7.85566
▁સ્વેટર	-7.86342
▁ટ્રક	-7.86957
▁ફૂલો	-7.87548
▁પાર્ક	-7.88098
▁ઈંટ	-7.88146
▁પૂલમાં	-7.88191
▁મોટરસાઇકલ	-7.88201
▁નૃત્ય	-7.8825
▁મોંમાં	-7.89013
▁દૂર	-7.89673
▁લે	-7.90497
▁ચિત્ર	-7.90585
▁દુકાન	-7.90792
▁રહીને	-7.90922
▁સાધનો	-7.91158
▁ટીમ	-7.91967
▁સ	-7.93105
▁ટોચ	-7.9315
▁રમકડા	-7.93171
▁ટ્રેન	-7.93362
▁બારી	-7.93374
▁જેકેટમાં	-7.93444
▁બેઠેલો	-7.94143
▁માણી	-7.94289
▁ઘર	-7.9462
▁બજારમાં	-7.94628
▁આરામ	-7.94712
▁શહેરમાં	-7.96042
▁પડી	-7.96154
▁સેલફોન	-7.963
▁વયના	-7.96395
▁ધ્વજ	-7.96448
▁ભોજન	-7.96591
▁ટ્રેક	-7.96666
▁મોજા	-7.97193
▁હોડી	-7.98242
▁ખુરશી	-7.98888
▁ગાડી	-7.99906
▁વસ્તુ	-7.99971
▁ચાલે	-8.00236
▁વેસ્ટ	-8.00313
▁મેદાન	-8.01082
▁ચાલતા	-8.01222
▁વાતો	-8.0261
▁તળાવ	-8.03151
▁કૂતરાઓ	-8.04035
▁છત્રી	-8.04669
▁સંગીત	-8.0475
▁રાત્રે	-8.05113
▁જંગલમાં	-8.05152
▁તૈયારી	-8.05254
▁આફ્રિકન	-8.05591
▁બરફીલા	-8.05591
▁પુસ્તક	-8.0698
▁અથ	-8.07357
▁રહેલી	-8.0778
▁ખાઈ	-8.08343
▁ચલાવ	-8.08768
▁થાંભલા	-8.08971
▁રેસ	-8.09142
▁ઘેરા	-8.09186
▁રેતી	-8.09228
▁રીત	-8.09498
▁રસોડામાં	-8.09614
▁પુલ	-8.09993
▁સ્વિમિંગ	-8.10345
▁પીળી	-8.10858
▁જેમાં	-8.118
▁લાકડા	-8.11872
ઓ	-8.12106
▁દરવાજા	-8.1304
▁ગણવેશમાં	-8.1377
▁બહારના	-8.14353
▁ફોન	-8.14797
▁હોકી	-8.14955
▁ફેંકી	-8.15329
▁રેસ્ટોરન્ટમાં	-8.16264
▁વિવિધ	-8.16545
▁ખેંચી	-8.16666
લા	-8.17015
▁ઢગલા	-8.1727
▁આવે	-8.17453
▁દર્શકો	-8.18926
▁યુવતીઓ	-8.18962
▁ટેન્ક	-8.1907
▁કાઉબોય	-8.19436
▁સમુદ્ર	-8.19535
▁પોલીસ	-8.19617
▁છોકરા	-8.19727
▁પગથિયાં	-8.19988
▁હસતો	-8.19989
▁બેકપેક	-8.20445
▁ઝૂકી	-8.21064
▁અમેરિકન	-8.21108
▁ધાતુ	-8.21472
▁લીલી	-8.22791
▁મારે	-8.23013
ુ	-8.24023
▁ગાય	-8.24423
▁સોફા	-8.24705
▁ભરેલા	-8.25006
ં	-8.25453
▁ખડકો	-8.25679
ણ	-8.25806
▁હતો	-8.26658
▁મદદ	-8.26749
▁પરિવાર	-8.2682
▁પીછ	-8.272
▁કામદાર	-8.27257
▁જેવ	-8.27263
▁પીઠ	-8.27454
▁પોશાકમાં	-8.27665
▁પહેરે	-8.27965
▁ખુલ્લા	-8.27986
▁કાગળ	-8.28428
▁વાતચીત	-8.28446
▁માછીમારી	-8.28737
▁દુકાનમાં	-8.28928
▁જેના	-8.29227
▁શર્ટલેસ	-8.29605
▁ટોળું	-8.29657
▁ભરેલી	-8.29785
▁સ્કર્ટ	-8.29792
▁લીલો	-8.30268
▁દોરડા	-8.30452
▁જ્યાં	-8.31088
▁માથું	-8.32123
▁વોલીબોલ	-8.32332
▁રેતીમાં	-8.32463
▁નદી	-8.3249
▁વિશાળ	-8.3338
▁મશીન	-8.33607
▁સ્વેટશર્ટ	-8.34444
▁જાહેર	-8.34866
▁સબવે	-8.35391
▁માતા	-8.35478
▁દોડતો	-8.35766
▁લાગે	-8.35885
▁બધા	-8.35906
▁બસ	-8.35954
▁દાઢીવાળો	-8.36163
િક	-8.36966
▁યુનિફોર્મ	-8.36982
પ	-8.37142
▁વૃક્ષો	-8.37365
▁વસ્તુઓ	-8.37954
▁ગ્રેફિટી	-8.38151
▁ઊંચા	-8.38233
▁એકસાથે	-8.38348
▁ચાલતી	-8.38351
▁શોપ	-8.3893
▁બેસે	-8.38965
▁લાત	-8.39463
▁આંગણામાં	-8.39534
▁સ્કેટબોર્ડર	-8.39757
▁ચુંબન	-8.40136
▁છ	-8.40436
▁સ્કાર્ફ	-8.40588
▁કાપી	-8.40837
▁ઘૂંટણિયે	-8.41042
▁ધૂળિય	-8.41428
▁પ્રકાર	-8.41655
▁પ્લેઇડ	-8.41727
▁કેપ	-8.41803
▁છત	-8.41882
▁ખભા	-8.41957
▁રેમ્પ	-8.41957
▁રેલિંગ	-8.41984
▁સવારો	-8.42215
▁ગણવેશ	-8.42371
▁મારતો	-8.4288
▁મારવા	-8.42892
▁ગીત	-8.43415
▁પકડવા	-8.44865
▁પાડી	-8.44987
▁પહેરેલું	-8.45289
▁ચહેરો	-8.457
▁પછી	-8.45938
▁સ્લાઇડ	-8.46129
▁કોંક્રિટ	-8.46417
▁ખરીદી	-8.46417
▁લાંબી	-8.4642
▁ધરાવતો	-8.47087
▁બેઠેલું	-8.47627
સ	-8.47883
▁પ્લાસ્ટિક	-8.48112
▁ફર	-8.48696
▁લાઇન	-8.50137
▁સજ્જ	-8.50781
▁રમતમાં	-8.50793
▁માટી	-8.50932
▁ઝૂલા	-8.50956
▁જૂતા	-8.51097
▁બેઠ	-8.51143
▁કિનારા	-8.51362
▁ટોળા	-8.51751
▁સામાન	-8.51838
ડ	-8.52039
▁ઘણી	-8.52146
▁લગાવી	-8.52267
▁આછા	-8.52633
▁દૃશ્ય	-8.53008
▁મોં	-8.53373
▁બનાવે	-8.53844
▁સિગારેટ	-8.53893
▁સમુદ્રમાં	-8.54792
▁મિત્રો	-8.54914
▁ઢંકાયેલા	-8.55399
▁ઈશાર	-8.55472
▁આગ	-8.5556
▁ત્યાં	-8.55721
▁સમયે	-8.56167
▁વસ્ત્રોમાં	-8.56224
▁ઘેરાયેલા	-8.5629
▁દિવસ	-8.56377
▁ફોટા	-8.56628
▁સજ્જન	-8.56647
▁અવરોધ	-8.57497
▁પીળો	-8.57622
▁ખડકાળ	-8.57861
▁તળાવમાં	-8.57979
▁કલાકાર	-8.58045
▁માણસને	-8.5814
▁ખૂણા	-8.58181
▁ક્રોસ	-8.58324
▁કમ્પ્યુટર	-8.58342
ીય	-8.58499
▁નજર	-8.58799
▁મજા	-8.58877
▁રેસ્ટોરન્ટ	-8.59638
▁ધ્યાન	-8.59753
▁ચાલતો	-8.60582
▁આઉટ	-8.60627
▁ઢંકાયેલ	-8.60864
▁ફરતા	-8.60898
▁સ્નોબોર્ડર	-8.62232
▁જોવા	-8.62306
▁કરવામાં	-8.62632
▁બોક્સ	-8.62875
▁અભ્યાસ	-8.63101
▁જર્સી	-8.63185
▁માસ્ક	-8.63385
ઝ	-8.63634
▁રહે	-8.63937
▁લેવા	-8.64092
▁ધરાવ	-8.64115
▁હોડીમાં	-8.6412
▁સર્ફર	-8.64487
તા	-8.64501
▁એપ્રોન	-8.6453
▁જમણ	-8.64818
▁વાહન	-8.64824
▁હસતા	-8.65376
▁માર્શલ	-8.65397
▁મકાન	-8.65406
▁માછલી	-8.65641
▁સ્ટેન્ડ	-8.6572
▁પલંગ	-8.65992
▁જંગલ	-8.66085
▁બંને	-8.66271
▁ખાલી	-8.66565
▁છોકરાને	-8.67222
▁યુક્તિ	-8.6742
▁ગ્રીલ	-8.67748
▁ટુકડા	-8.67996
▁તરી	-8.6807
▁પ્રકાશ	-8.68216
▁હતા	-8.68341
▁ગરમ	-8.68473
▁મ	-8.68722
▁પ્રતિમા	-8.69849
▁ધાર	-8.70202
▁સ્ટેશન	-8.70727
▁શાકભાજી	-8.70763
▁ઇમારતો	-8.71549
▁રમતી	-8.71834
▁રંગીન	-8.71888
▁પક્ષી	-8.71983
▁આવેલ	-8.72002
▁વિદ્યાર્થીઓ	-8.72011
▁ડોલ	-8.72153
ડોર	-8.72293
▁બોલિંગ	-8.725
▁સ્કેટબોર્ડિંગ	-8.72524
▁આકાશ	-8.72525
▁પ્રેક્ષકો	-8.72853
▁લાઇનમાં	-8.72901
▁ચલાવતો	-8.72918
▁ભારતીય	-8.73245
▁સ્પર્ધા	-8.7339
▁ટૂંકા	-8.73565
▁એકબીજાને	-8.73579
▁ડેસ્ક	-8.73874
▁બાર	-8.73946
▁સર્ફિંગ	-8.74519
▁વગાડતો	-8.74532
▁નંબર	-8.74562
▁લગ્ન	-8.74821
▁મોટું	-8.74826
▁જોતા	-8.75121
▁નદીમાં	-8.75223
▁સૂતો	-8.75231
▁વાદ્ય	-8.75492
▁ઊભેલા	-8.75595
▁પહેર્ય	-8.7597
▁બાઇકર	-8.75992
▁ચલાવત	-8.76221
▁પર્ફોર્મ	-8.76367
▁ફ્રીસ્બી	-8.76434
▁બંધ	-8.76511
▁કાઉન્ટર	-8.76782
ઠી	-8.76853
▁કપડા	-8.77395
▁અખબાર	-8.77443
▁ચિહ્ન	-8.77449
▁કાર્યક્રમમાં	-8.77644
▁લશ્કર	-8.77739
▁કિશોર	-8.77858
▁સૂર્યાસ્ત	-8.78068
▁પૂલ	-8.78092
▁એકલો	-8.7813
▁જોઈને	-8.7819
▁સ્કી	-8.78813
▁સર્ફબોર્ડ	-8.79003
વું	-8.79313
▁આઈસ્ક્રીમ	-8.79729
▁છોકરીને	-8.7975
▁ટીમો	-8.79879
▁બળદ	-8.80401
▁શિયાળા	-8.80653
▁સ્કીઇંગ	-8.80741
▁ફરવા	-8.80836
▁થોડા	-8.81253
▁વાદ્યો	-8.81391
▁ઉંચા	-8.8203
▁બતાવી	-8.82109
▁બગીચામાં	-8.82344
▁બાથિંગ	-8.82795
▁મોટરસાયકલ	-8.82849
▁બિકીની	-8.83136
ટ	-8.83196
▁કોફી	-8.83832
ઈ	-8.83899
▁આંખો	-8.83924
▁ભીડભાડવાળ	-8.83968
▁બોટલ	-8.84006
▁સિમેન્ટ	-8.84182
▁ડોક	-8.84203
▁વિક્રેતા	-8.84503
▁બોટ	-8.84602
▁ડાન્સ	-8.84739
▁મેચ	-8.85006
▁ગલીમાં	-8.85138
▁વિરોધી	-8.85215
▁દોરી	-8.85228
▁છોડ	-8.85506
▁સેટ	-8.85552
▁પર્વતો	-8.85633
▁ખુરશીમાં	-8.86032
▁પિતા	-8.86048
▁બારમાં	-8.86081
▁ભીડમાં	-8.8621
▁સ્કીઅર	-8.86259
▁વાળો	-8.86421
▁રસોઈ	-8.86659
▁હતી	-8.86668
▁કોર્ટ	-8.86698
▁સ્કૂટર	-8.87029
▁ધાબળા	-8.87385
▁બીયર	-8.87747
▁ડર્ટ	-8.88476
▁બતાવે	-8.88482
▁કારણ	-8.88574
▁કપ	-8.88753
▁ફુવારા	-8.89216
▁નાચી	-8.8938
▁રમકડ	-8.89451
▁ન	-8.89486
મ	-8.89625
▁અ	-8.89669
▁ઘાસવાળા	-8.89767
ેડ	-8.89782
▁હવા	-8.90438
લી	-8.9046
▁ઉંચ	-8.90562
▁ઝડપ	-8.90694
▁અલગ	-8.90726
▁લખેલું	-8.90937
▁દાઢી	-8.91059
▁લૉન	-8.91376
▁પ્રાણી	-8.9139
▁ગિયર	-8.91709
▁લેપટોપ	-8.91822
▁બૂટ	-8.91822
▁દોડતા	-8.91922
▁પરપોટા	-8.9226
▁સ્ટોર	-8.92368
▁પીણ	-8.9254
▁ટ્રેનમાં	-8.92551
▁રજૂ	-8.92581
▁વગાડતા	-8.92649
▁નવ	-8.92846
▁ટેટૂ	-8.92852
▁રોક	-8.9294
▁નિરીક્ષ	-8.93342
▁દંપતી	-8.93346
ખાય	-8.94065
▁કરિયાણા	-8.94116
▁રોડીયો	-8.94407
▁ખુરશીઓ	-8.94418
▁ગેમ	-8.94458
▁એવ	-8.94467
▁ઇલેક્ટ્રિક	-8.94506
▁મનોરંજન	-8.94507
▁ગાઈ	-8.94509
▁લડી	-8.9461
▁તપાસ	-8.94689
્ડ	-8.94848
▁ઉતરી	-8.94893
▁ચામડાન	-8.94922
▁પણ	-8.94957
▁તેઓ	-8.95085
▁ફૂડ	-8.95284
▁કેક	-8.95889
▁વેચી	-8.95993
▁કરતબ	-8.9607
▁સ્ક્રીન	-8.96079
▁કરેલી	-8.96155
▁બસમાં	-8.96281
▁કાચ	-8.96507
▁સાંભળી	-8.96699
▁ઊભી	-8.96956
▁ફેરવી	-8.97084
▁કાપડ	-8.97661
ણે	-8.97825
▁સંગીતકારો	-8.98107
▁સરકી	-8.98528
▁પેન્ટમાં	-8.98719
▁વળાંક	-8.98822
▁થત	-8.98912
▁પગે	-8.98978
▁લખેલ	-8.99193
▁સુધી	-8.99276
▁ર	-8.99485
▁2	-8.9961
▁પકડે	-8.99649
▁સ્કેટ	-8.9994
▁તડકા	-9.00005
▁મધ્ય	-9.00008
▁પુલમાં	-9.00104
▁ઝૂકીને	-9.00172
▁પાંદડા	-9.00398
▁પાટા	-9.00563
▁કાન	-9.00752
▁ટાલવાળો	-9.01021
▁તંબુ	-9.01183
▁ટાઈ	-9.01275
▁અધિકારી	-9.013
▁પરફોર્મ	-9.01332
▁ઢોલ	-9.01334
▁આર્ટ્સ	-9.01368
▁ફૂલ	-9.0152
▁વાયોલિન	-9.01749
▁થયા	-9.01753
▁ચાંદી	-9.01759
ગળે	-9.01808
▁હસી	-9.02426
▁ભાગમાં	-9.02962
▁ગયો	-9.03013
▁વિમાન	-9.03055
▁ફ	-9.03077
▁રેસમાં	-9.031
▁બ્રાઉન	-9.03438
▁જૂની	-9.03555
▁કિશોરો	-9.03807
▁નીકળી	-9.0386
▁ફેંકવા	-9.0388
▁સ્પર્ધામાં	-9.04089
▁દેખાત	-9.04114
▁ગોલ	-9.04708
▁માંસ	-9.04721
▁વાળવાળા	-9.04754
▁સ્કેટિંગ	-9.04811
▁3	-9.05046
▁કેટલીક	-9.0515
▁ભારે	-9.05205
▁ટોપીઓ	-9.05209
▁ફળો	-9.05221
▁મેરેથોન	-9.05581
▁વિચિત્ર	-9.05581
▁સંતુલ	-9.05581
▁પીણાં	-9.05623
▁સીટ	-9.0567
▁ક	-9.05679
▁બિલાડી	-9.05964
▁છાંટા	-9.06016
▁પ્લેટફોર્મ	-9.06016
▁રેતાળ	-9.06019
▁ખુશ	-9.06757
▁કૂદકા	-9.06891
▁કારમાં	-9.06989
▁ટાયર	-9.07617
▁ડ્રમ	-9.07672
▁વિસ્તાર	-9.07703
▁ફાયર	-9.07773
▁દ્રશ્ય	-9.07835
▁ટુકડ	-9.08033
▁ઊંચી	-9.08054
▁રસ્તો	-9.08188
▁જૂન	-9.08352
▁પર્સ	-9.08466
ધેડ	-9.09117
▁પરંપરાગત	-9.09121
▁ચિત્રો	-9.09785
▁કાઢે	-9.10016
ફ	-9.10084
▁વાતાવરણમાં	-9.10096
▁પાર્ટીમાં	-9.10337
▁જાહેરાત	-9.10753
ેફ્ટી	-9.10924
▁મળી	-9.10946
▁દોડમાં	-9.11085
▁જોતી	-9.11388
▁વરસાદમાં	-9.11722
▁પરેડમાં	-9.11754
▁રમતગમત	-9.11847
▁સ્લેજ	-9.11931
▁બારીમાં	-9.12304
▁કુસ્તી	-9.1231
▁ખોળામાં	-9.1231
▁યુનિફોર્મમાં	-9.12408
▁શ્યામા	-9.1252
▁પ્રેક્ટિસ	-9.12775
▁ભૂખરા	-9.12804
▁બનાવવા	-9.12817
▁થતા	-9.12852
▁સૂટમાં	-9.12852
▁ફુવારામાં	-9.13196
▁કરાટે	-9.13242
▁હેડફોન	-9.13242
▁ડાબ	-9.13526
▁વગરનો	-9.13574
▁સ્થળે	-9.13641
▁રેલ્વે	-9.14184
▁સ્થળ	-9.14253
▁ઉજવણી	-9.14657
▁સ્પર્શ	-9.14963
▁સમ	-9.15005
▁ગઈ	-9.15141
▁ગોલ્ફ	-9.1543
▁પડેલ	-9.1553
▁નાખે	-9.15612
જ	-9.16048
▁ધક્ક	-9.16093
▁શહેરી	-9.16659
▁ટીમના	-9.16682
▁ફોટોગ્રાફર	-9.17054
▁બિલ્ડિંગ	-9.17252
▁ફોટોગ્રાફ	-9.17276
▁ગાતો	-9.1755
▁ચડ્ડી	-9.18039
▁મૂકી	-9.18447
M	-9.18495
▁ગૌરવર્ણ	-9.18532
▁સૂર્ય	-9.18532
▁કોસ્ચ્યુમ	-9.18536
▁કલા	-9.18604
▁પ્રકારન	-9.18694
▁સ્ત્રીને	-9.189
▁શરૂ	-9.19524
▁હસતાં	-9.19569
▁ધૂળ	-9.19636
▁શિલ્પ	-9.19885
▁હેઠળ	-9.20024
▁રેકેટ	-9.20027
▁હાર્ડ	-9.20032
▁રમકડાં	-9.20122
▁છીછરા	-9.21056
▁રાખોડી	-9.2154
▁ઉડી	-9.22051
▁ટ્રેમ્પોલિન	-9.22051
▁સ્થાનિક	-9.22054
કી	-9.22243
▁ટ્રંક	-9.22514
▁વ્યક્તિઓ	-9.22976
▁શ	-9.23031
;	-9.23078
▁લાઇફ	-9.2308
▁મધ્યમ	-9.23092
▁અધિકારીઓ	-9.2312
▁દોડવીરો	-9.23143
▁માળખા	-9.23232
▁ખુરશીઓમાં	-9.23297
▁પટ્ટાવાળી	-9.23435
▁ટ્રાફિક	-9.23483
▁હાઇકિંગ	-9.23599
▁દોડતી	-9.2369
▁વર્ગખંડમાં	-9.2374
▁ડૂબ	-9.24093
▁સ્ટંટ	-9.24114
p	-9.24118
▁લગાવે	-9.24248
▁ત	-9.24317
▁જીમમાં	-9.24337
▁બજાર	-9.24426
▁ક્રિસમસ	-9.24645
▁રાખેલ	-9.24786
▁ટોપલી	-9.24918
▁ફળ	-9.25103
▁ગોગલ્સ	-9.25167
▁ગોરો	-9.25168
▁હૂડી	-9.25604
વાળો	-9.25923
ગ	-9.26126
▁વ્હીલ	-9.26159
▁વસ્ત્રો	-9.2634
▁થેલી	-9.26424
▁પાર્કિંગમાં	-9.27312
▁જતા	-9.27445
▁નાક	-9.27562
▁સભ્યો	-9.2757
▁નામ	-9.27812
▁પહેરી	-9.27823
▁ઔ	-9.27856
▁ખાવા	-9.2786
▁એ	-9.28014
ય	-9.28225
▁હલાવી	-9.28559
▁દોડવીર	-9.28862
▁સાઇન	-9.28929
▁રક્ષણ	-9.28931
▁રોલર	-9.28958
▁જોડાયેલ	-9.28971
ાઈ	-9.29439
▁વિરોધ	-9.29459
▁ઉડે	-9.29481
પાડે	-9.29505
▁ગોઠવી	-9.29528
▁સાથી	-9.29627
▁ચર્ચા	-9.29794
▁સંગીતકાર	-9.29982
▁સ્ટોપ	-9.30033
▁ઊંચો	-9.30411
▁ફુગ્ગા	-9.30559
▁પિકનિક	-9.30588
▁દાંત	-9.30589
▁રાહદારીઓ	-9.30597
▁કોન્સર્ટમાં	-9.30628
▁એકોર્ડિયન	-9.31147
▁કસરત	-9.31147
▁ઉભેલી	-9.31164
▁રેસિંગ	-9.31411
▁લાઇટ	-9.31559
▁"	-9.3159
▁નથી	-9.31659
▁આર્ટ	-9.31682
▁ફેંકે	-9.31788
▁ધોઈ	-9.32274
▁લીલાછમ	-9.32285
▁ગળા	-9.3245
▁પ્રોજેક્ટ	-9.32737
▁પૃષ્ઠભૂમિ	-9.32862
▁ઉંચી	-9.33146
▁ધૂમ્રપાન	-9.33413
▁મેકઅપ	-9.33414
▁શોટ	-9.33425
▁કલાકારો	-9.33578
▁શાળા	-9.33803
▁દારૂ	-9.33988
▁ડેક	-9.34069
▁બેઝ	-9.34447
▁ધકેલી	-9.34605
▁ટેન	-9.34731
▁સમય	-9.34768
▁કાર્ટ	-9.3493
▁બાંય	-9.35083
▁બેકગ્રાઉન્ડ	-9.35155
ણાં	-9.35216
▁મધ્યમાં	-9.35255
▁ઉત્સાહિત	-9.35788
▁જંગલવાળ	-9.36087
▁ગ્લાસ	-9.36122
▁પુસ્તકો	-9.3621
દ	-9.36275
▁સફાઈ	-9.36321
▁દોરડ	-9.36381
▁ગંદા	-9.36384
▁જાળી	-9.36875
▁સ્ટ્રીટ	-9.36912
▁રાખી	-9.36965
▁કોન્સર્ટ	-9.37465
▁વિરામ	-9.37508
▁ફુગ્ગાઓ	-9.37539
▁સુટ	-9.37578
▁પટ્ટા	-9.37603
▁B	-9.37617
▁સીડીઓ	-9.37659
▁બૂથ	-9.38021
▁મૂકે	-9.3817
▁શોધ	-9.3832
શ	-9.38425
▁ચલાવવા	-9.38565
ાત્મક	-9.38571
▁નળી	-9.38638
▁વિશે	-9.38709
▁સોકર	-9.38713
▁ખાડામાં	-9.38739
▁મુસાફરી	-9.38812
▁બેજ	-9.38851
▁વયનો	-9.39206
▁હુલા	-9.39315
▁કૂચ	-9.39436
▁ગાયક	-9.39515
▁જાળ	-9.39681
▁સાત	-9.39927
▁અહીં	-9.40538
▁સેન્ડલ	-9.40543
▁શો	-9.40846
▁તરતો	-9.41174
▁બધ	-9.4161
▁ઉત્સાહ	-9.41761
▁લખી	-9.41776
▁ક્રોસવોક	-9.41777
પૂર્વક	-9.41784
▁ચીયરલીડર્સ	-9.41787
▁ફ્લિપ	-9.4179
▁રમવા	-9.41842
▁ખેતર	-9.41859
વ	-9.41941
▁બેટ	-9.41972
▁ફરી	-9.41994
▁પકડવાનો	-9.42104
▁પહેર્યા	-9.42109
▁શરીર	-9.42188
▁ટેલિસ્કોપ	-9.42249
▁દિશા	-9.42374
▁સમારકામ	-9.42402
▁પહેલા	-9.42476
▁પડેલો	-9.42632
▁આપત	-9.42764
▁જિમ્નાસ્ટ	-9.4303
▁ખોદી	-9.43047
▁કિક	-9.43078
▁પરેડ	-9.43079
▁બાળકોને	-9.43141
▁દોરે	-9.43571
▁રગ્બી	-9.43663
▁વરરાજા	-9.43663
▁તરીકે	-9.4367
"	-9.43763
▁ભીડવાળા	-9.43801
▁ખુશી	-9.43857
▁કોલર	-9.43975
▁ગ્રાહકો	-9.43985
▁સ્ટોલ	-9.44173
▁સોના	-9.44276
▁લટકતો	-9.443
▁વ્યાવસાયિક	-9.44303
▁હમ	-9.44347
▁આપવા	-9.44406
▁ચાલવા	-9.44425
▁હરોળ	-9.4479
▁રડ	-9.44829
▁સૈનિકો	-9.44875
▁ઘોડો	-9.44941
▁ભીંતચિત્ર	-9.44941
▁જીભ	-9.44941
▁ફાયરમેન	-9.44945
▁ચઢવા	-9.44962
▁સ્વિંગ	-9.44962
▁છત્રીઓ	-9.45069
▁બાજુએ	-9.45166
પૂર્વીય	-9.45484
▁અપ	-9.4558
▁ઢોળાવ	-9.45586
▁ખાતા	-9.45588
▁રેલ	-9.45602
▁જવા	-9.46042
▁પ્રવાસીઓ	-9.46253
▁માણે	-9.46256
તી	-9.46279
▁ભેગ	-9.46396
▁ફૂંકી	-9.46487
▁થઈને	-9.46542
▁કોટમાં	-9.46786
▁પાઇપ	-9.46893
▁વગાડતી	-9.46941
▁સ્વિમસ્યુટ	-9.47058
▁ઇમારતમાં	-9.47236
▁બંદૂક	-9.47588
ર્સ	-9.47604
▁રસ્ત	-9.47762
▁ગોળ	-9.4782
▁રેડી	-9.47839
▁હૂપ	-9.48033
▁સ્નોબોર્ડ	-9.48063
▁રસોઈયા	-9.48182
▁મારતી	-9.48211
ચારિક	-9.48213
▁લગ	-9.48226
▁મિત્ર	-9.4832
▁તેવ	-9.48483
▁કેન્દ્ર	-9.48589
▁નર્તકો	-9.48876
▁તરતા	-9.48893
▁બારીઓ	-9.48987
▁દુલ્હન	-9.49096
▁કચરાપેટી	-9.49237
▁ઉપાડી	-9.49547
▁વાંકડિયા	-9.49547
તો	-9.4965
▁લાકડીઓ	-9.49706
▁કોન	-9.49774
ખત	-9.4994
▁હૂડ	-9.50164
▁કાળું	-9.50223
▁રાત્રિભોજન	-9.50223
▁ઘરે	-9.50367
▁કાર્યક્રમ	-9.50419
▁સ્ટેડિયમમાં	-9.50531
▁બ	-9.50734
▁માઇક્રોસ્કોપ	-9.50803
▁પાલખ	-9.50903
▁મેળવવા	-9.50903
▁વાદળછાય	-9.50903
▁ભીના	-9.51032
▁પાર્ટી	-9.51104
▁ઝૂલી	-9.51171
▁પેઇન્ટ	-9.51528
▁પર્વતારોહક	-9.51654
▁સૈનિક	-9.51659
▁શેરીઓમાં	-9.51867
▁વાસણ	-9.51968
▁વેટસૂટ	-9.52278
▁વાઇન	-9.52278
▁ચઢે	-9.52339
▁યુવક	-9.52346
ભગ	-9.52347
▁વોટર	-9.52971
▁વાંચે	-9.52972
▁ગાતી	-9.52974
▁સંપૂર્ણ	-9.52974
▁સ્ટ્રો	-9.52999
▁વર્તુળમાં	-9.53112
▁બનાવેલ	-9.53173
▁ખુલ્લ	-9.53304
▁પિયાનો	-9.53672
▁હસતું	-9.53674
▁ઉપકરણ	-9.53751
્	-9.53757
▁દેખાતી	-9.5391
▁ગાડીમાં	-9.54031
▁હ	-9.54213
િ	-9.54319
▁ધોધ	-9.5433
▁શાંત	-9.54368
▁રેફરી	-9.54376
▁યોર્ક	-9.54393
▁વેચ	-9.54406
▁ઉભેલા	-9.5442
▁સંભાળ	-9.54803
▁રણમાં	-9.54984
▁ગોલકીપર	-9.55085
▁શાંતિ	-9.55106
▁ખેંચે	-9.55113
▁સપાટી	-9.5521
પૂર્ણ	-9.55299
▁સ્ટ્રોલર	-9.55755
▁સેક્સોફોન	-9.55797
▁ખાખી	-9.55799
▁ટ્રેક્ટર	-9.55799
▁બ્લાઉઝ	-9.55799
▁ડેનિમ	-9.55799
▁ચિત્રકામ	-9.55806
▁સ્પોર્ટ્સ	-9.5581
▁ફરતો	-9.55891
▁રૂમ	-9.55911
બ	-9.55929
ત	-9.55946
ંગ	-9.55972
▁પોલો	-9.56163
▁વધ	-9.56383
▁રંગમાં	-9.56461
▁સ્ટૂલ	-9.56519
▁પહોંચે	-9.56555
▁ઢાળ	-9.57123
▁પૈસા	-9.57243
▁બિઝનેસ	-9.57243
ેટ	-9.57324
▁પ્રાણીઓ	-9.57348
▁ચીની	-9.57397
▁આંગળી	-9.57941
▁પાંદડાઓ	-9.58236
▁માર્ગ	-9.58259
▁સ્વચ્છ	-9.58709
▁બ્લુ	-9.58715
▁બીમ	-9.5873
▁કચરો	-9.59449
▁વાન	-9.59452
ક્ષ	-9.59499
મુજ	-9.59562
▁છદ્માવરણ	-9.59701
ચ	-9.59894
▁ઘરમાં	-9.59928
▁ભાષણ	-9.60196
▁પડીને	-9.60269
▁ફરતી	-9.60316
▁પ્લેટ	-9.60368
▁ટોપમાં	-9.60548
▁કરડ	-9.60552
▁થોડી	-9.60576
▁ચાલીને	-9.60586
▁વયન	-9.60615
▁જોડીને	-9.60733
▁ડાઇવિંગ	-9.60999
▁ગિટારવાદક	-9.61091
સ્ટિક	-9.61114
લેસ	-9.61148
▁પીવ	-9.61682
▁મોટરબાઈક	-9.61705
▁પથ્થરો	-9.61999
▁રાખત	-9.62142
▁લ	-9.6219
ગ્ન	-9.62458
▁નાચતા	-9.62479
▁લેબ	-9.63134
▁પાછ	-9.63233
▁એસ્કેલેટર	-9.63238
▁કન્યા	-9.63238
▁પ્રેઝન્ટેશન	-9.63238
▁ભરી	-9.63337
▁પકડેલ	-9.63377
▁ખોદકામ	-9.64013
▁રસ	-9.64078
▁ચાલ	-9.64218
▁સંગીતના	-9.64223
▁લગાવીને	-9.64277
▁4	-9.64638
▁ઘેટાં	-9.64795
▁રાંધી	-9.6482
▁મોઢામાં	-9.6493
▁વાગ	-9.64969
▁ગાડીઓ	-9.6497
▁ખોલી	-9.64979
▁વિડીયો	-9.65582
▁મારતા	-9.65585
▁પાવડો	-9.65589
▁જતી	-9.65675
▁દે	-9.65752
▁ટેકરા	-9.66347
▁ઉઘાડ	-9.66375
▁ઝભ્ભો	-9.66375
▁લિવિંગ	-9.66375
▁ટુવાલ	-9.66375
▁રેસટ્રેક	-9.66375
▁મળે	-9.66446
▁કાદવવાળા	-9.66569
▁ગયેલા	-9.66693
▁જર્સીમાં	-9.66938
▁ઇન્ડો	-9.6694
▁ખુલ્લી	-9.67031
▁કોમ્પ્યુટર	-9.67175
▁ફ્રિસ્બી	-9.67175
▁કાગળો	-9.6724
▁સ્ક	-9.67336
▁મોટર	-9.67971
▁થયું	-9.67982
▁બેનર	-9.68382
▁ચેક	-9.68465
▁કેવ	-9.68742
▁સ્કેટર	-9.68801
▁લેતી	-9.6884
▁ચાહકો	-9.68965
▁પેલે	-9.69313
▁ધરાવત	-9.69549
▁માદા	-9.69572
▁કુરકુરિયું	-9.69614
▁થયેલ	-9.69614
▁લેતા	-9.69719
▁ફેરવે	-9.69726
▁ઘેરાયેલી	-9.69761
▁પક્ષીઓ	-9.69778
▁પાકા	-9.69941
▁A	-9.70023
▁ફ્રેમ	-9.70232
▁આપતા	-9.70393
▁હાર	-9.70428
▁ઘૂંટણ	-9.70441
▁મેગેઝિન	-9.70441
▁ક્લોઝઅપ	-9.70441
▁ગોદી	-9.70441
▁તાર	-9.7045
▁તરતી	-9.70464
▁કર્મચારીઓ	-9.7047
▁સૂતી	-9.70647
▁જોડી	-9.70792
▁હાર્નેસ	-9.71182
▁ડાળી	-9.71231
▁ઓવરઓલ	-9.71274
▁છાંટી	-9.71274
▁મૂળ	-9.71274
▁લાઈનમાં	-9.71274
▁થડ	-9.71278
▁વ	-9.71358
▁અંધારાવાળા	-9.71367
▁છાતી	-9.71419
▁ઉત્પાદન	-9.71497
▁પાયજામા	-9.7161
▁બાળકી	-9.71667
▁ભેટ	-9.71763
▁5	-9.71872
્ય	-9.71954
▁કાર્નિવલ	-9.71996
▁વગર	-9.72058
▁ઘોડાઓ	-9.72065
▁સ્ટ્રોલરમાં	-9.72109
▁લટકતી	-9.72114
▁ડાબા	-9.7216
▁પ્ર	-9.72244
▁પુરૂષ	-9.7234
▁કાઢી	-9.72364
▁પુત્ર	-9.72387
▁રોકવા	-9.72391
▁મેળામાં	-9.72477
▁દેખાતો	-9.72491
▁કાફે	-9.72793
▁ચેકર્ડ	-9.72965
▁ગોરી	-9.72965
▁ઉછાળી	-9.73439
▁જોતો	-9.7382
▁મોડેલ	-9.73833
▁ઓરડામાં	-9.73927
▁નમી	-9.73997
ેજ	-9.74009
▁સાર	-9.74048
ીન	-9.74159
▁સાંજ	-9.74278
▁રંગો	-9.74557
▁કીબોર્ડ	-9.74679
▁વેચાણ	-9.74679
▁સુરક્ષા	-9.74679
▁પ્રદર્શ	-9.74682
▁હથોડી	-9.74726
▁સ્નોબોર્ડિંગ	-9.7478
▁ઝાંખા	-9.74828
▁રસોડા	-9.74934
▁ચર્ચ	-9.75006
▁જંગલમાંથી	-9.75323
ુબા	-9.75494
▁કાપવા	-9.75575
▁પીતી	-9.75604
▁ઊંડા	-9.75741
▁કાર્યકર	-9.75794
▁હાથે	-9.75847
▁પક	-9.75861
જાત	-9.75899
રી	-9.75922
▁પુત્રી	-9.76142
▁જેમ	-9.76391
▁જર્મન	-9.76425
▁સામગ્રી	-9.76425
▁પોડિયમ	-9.76428
▁બાંયનો	-9.76444
▁ટ્રિક	-9.7645
▁મશીનરી	-9.76451
▁પીતા	-9.76573
▁જમ્પસૂટ	-9.76821
▁નિશાની	-9.76892
▁સ્વિમ	-9.77233
▁ઓલિમ્પિક	-9.77261
▁મહેનત	-9.7731
▁વ્યવસાય	-9.7731
▁સોફ્ટબોલ	-9.77311
▁બહુરંગી	-9.77311
▁પાવડા	-9.77322
▁લટકાવી	-9.77334
▁આંગળીઓ	-9.77349
▁ટેક	-9.7742
▁લટકાવેલ	-9.77674
ઘર	-9.77675
ૂ	-9.77799
▁દરવાજામાં	-9.77833
▁ધરાવતી	-9.77961
▁ગ	-9.78104
▁કર્મચારી	-9.78171
▁સાદડી	-9.78173
▁પોલ્કા	-9.78203
▁પ્રવેશદ્વાર	-9.78203
▁હોસ્પિટલ	-9.78203
▁સામનો	-9.78203
▁નેવી	-9.78206
▁બ્લોક	-9.78229
▁ટ્રે	-9.78414
▁નેટ	-9.78593
્યા	-9.78684
▁નર	-9.78685
▁ઝૂલામાં	-9.78782
▁મેચમાં	-9.78797
▁છબી	-9.79081
▁માલ	-9.79092
▁ઉનાળા	-9.79104
▁એરપોર્ટ	-9.79104
ન્ટ	-9.79168
▁ઊંચ	-9.79213
▁બનેલા	-9.79293
ાય	-9.79426
▁કોર્સ	-9.79489
▁ઊંઘ	-9.79579
▁પાર્કિંગ	-9.79611
▁નાટક	-9.79916
▁ભરેલ	-9.79953
▁રિબન	-9.80013
▁પરિવહન	-9.80013
▁સીધ	-9.80014
▁શિક્ષક	-9.80019
▁પ્રિન્ટ	-9.80044
▁વિદેશી	-9.80169
▁નાવડી	-9.80414
▁બાલ્કનીમાં	-9.80474
▁પાટિયા	-9.80932
▁ઘાટ	-9.80939
▁સૂકા	-9.81116
▁ભેટી	-9.81561
▁જોકી	-9.81803
▁સરસ	-9.81851
▁કાર્પેટ	-9.81857
▁ગાર્ડ	-9.81984
ક્ત	-9.82016
▁પટ્ટાવાળ	-9.82205
▁ઝભ્ભા	-9.82301
▁સ્કૂલ	-9.82568
▁બચાવ	-9.82591
▁પ્રતિબિંબ	-9.82732
▁આપતો	-9.82778
▁ટ્રમ્પેટ	-9.82791
▁હતું	-9.82795
▁કૂદવા	-9.82823
▁જાપાની	-9.82918
▁હસ	-9.83052
▁ઇવેન્ટમાં	-9.83155
▁ફૂલેલ	-9.8323
▁વરસાદ	-9.83415
▁બ્લેક	-9.83732
▁હસ્તકલા	-9.83735
▁તોફાન	-9.83735
▁કોલેજ	-9.83736
▁શૂઝ	-9.83736
▁ઠંડા	-9.83756
▁પેટ	-9.83831
ુદ્ધ	-9.83832
મિક	-9.84048
▁ઉતારી	-9.84051
▁પોસ્ટર	-9.84107
▁પ્રદર્શનમાં	-9.84149
▁અરીસામાં	-9.84288
▁વિદ્યાર્થી	-9.8464
▁કોકેશિયન	-9.84687
▁કમર	-9.84689
▁સલામતી	-9.84751
▁પેઇન્ટિંગ	-9.84796
▁બગીચા	-9.8497
▁સાધન	-9.85037
▁ઓફિસમાં	-9.85159
▁મોટોક્રોસ	-9.85653
▁ભી	-9.85693
▁સાંભળ	-9.85901
▁બોક્સિંગ	-9.85915
▁બટન	-9.86208
▁વજન	-9.86308
▁પેરાશૂટ	-9.86617
▁કેન્ડી	-9.8662
▁ચઢત	-9.86709
▁પિન	-9.8675
▁મુસાફરો	-9.868
▁ઘેરાયેલો	-9.86807
▁સાંકળ	-9.86958
▁વાયર	-9.86959
▁રેસર	-9.87027
▁નાસ્ત	-9.87103
▁નાવડીમાં	-9.87136
હ	-9.87591
▁પકડ્યો	-9.87683
ાળીઓ	-9.87796
▁કાફેમાં	-9.87796
▁વર્ગ	-9.87916
ધાર	-9.88566
▁લટકતા	-9.8859
▁શંકુ	-9.8859
▁થવા	-9.88636
▁કેન	-9.88926
▁પૂર	-9.89313
▁ઉત્પાદનો	-9.89326
▁કાદવમાં	-9.8935
▁વધી	-9.89382
▁શેર	-9.89468
▁કાચના	-9.89486
▁આકાર	-9.89504
▁ચપ્પુ	-9.8959
▁ડિસ્પ્લે	-9.8959
▁એકઠ	-9.89744
જી	-9.8983
અપ	-9.89947
▁ઉછાળ	-9.89977
▁ટ્રી	-9.90068
▁ઊંધી	-9.90076
▁ગ્રેહાઉન્ડ	-9.90552
▁ઉંમર	-9.906
▁વાળંદ	-9.90601
▁કદ	-9.90625
▁વાળમાં	-9.90902
▁વગરના	-9.90968
▁ધોવા	-9.91094
▁હોડીઓ	-9.91382
▁સ્નાન	-9.9162
▁બનાવતી	-9.91621
▁ગયા	-9.91623
▁ટેક્સી	-9.91628
A	-9.92126
▁ઉડાન	-9.92651
▁શકાય	-9.92653
▁જગ્યાએ	-9.92682
▁કોચ	-9.92701
▁ચાઇની	-9.92828
▁પહેરેલ	-9.92999
▁ઊંટ	-9.93059
▁જોકર	-9.93084
▁ચોકમાં	-9.93133
▁લોકોને	-9.93158
▁સ્ટોરમાં	-9.93435
▁બાઉલ	-9.93522
▁શણગારેલ	-9.93585
▁તાલીમ	-9.93693
▁પેશિયો	-9.93693
▁એથ્લેટિક	-9.93702
▁વિર	-9.93727
▁ડ્રમર	-9.93824
▁આકાશમાં	-9.94005
▁ઘડિયાળ	-9.94111
▁આંખ	-9.9413
▁ટ	-9.94228
▁પટ્ટી	-9.94591
▁પટ્ટ	-9.94732
▁ક્રિકેટ	-9.94746
▁મોહૌક	-9.94746
▁આવ્યો	-9.94746
▁પ્રાચ	-9.94746
▁ઓર્કેસ્ટ્રા	-9.94754
સ્ટ	-9.94846
િશ	-9.94947
▁વ્હીલચેરમાં	-9.95037
▁ભરેલું	-9.95055
▁આવતા	-9.95215
▁કૂતરાના	-9.95416
▁કાઢીને	-9.95494
વી	-9.95619
▁વાસણો	-9.95698
▁ઢગલામાં	-9.95751
▁ક્રેન	-9.95753
▁પ્રાર્થના	-9.95809
▁ટેગ	-9.95814
▁આઇસ	-9.95815
▁ગાલ	-9.95817
▁ચર્ચમાં	-9.95867
▁સાધી	-9.95877
ત્મક	-9.96054
▁તાજા	-9.961
▁બાઇકર્સ	-9.96179
▁તસવીર	-9.96252
▁લેન્ડસ્કેપ	-9.96272
▁ડ્રાઇવ	-9.96802
▁સુશોભ	-9.96885
રૂન	-9.96885
▁નૃત્યાંગના	-9.96885
▁સ્પ્રે	-9.96885
▁શોમાં	-9.96897
▁સૂતા	-9.97118
▁નિશાન	-9.9712
▁દરિયામાં	-9.97153
▁બેલે	-9.97329
▁અગ્નિશામકો	-9.9734
ખ	-9.97763
▁રાખવા	-9.97931
▁ટોળો	-9.97972
▁નિયોન	-9.97972
▁ખાતી	-9.97973
▁ભવ્ય	-9.97974
▁ગાતા	-9.97975
▁મોજાં	-9.98167
▁પાનખર	-9.98316
▁દોડવા	-9.98378
▁કાદવ	-9.98468
▁પ્રવાહી	-9.98493
▁પિચર	-9.98772
વે	-9.98858
▁આશ્ચર્ય	-9.99071
▁મકાઈ	-9.99071
▁ગંદકી	-9.99073
▁ક્લાઇમ્બિંગ	-9.99086
▁સ્થિતિમાં	-9.99211
▁બોક્સર	-9.99403
્યો	-10.0017
▁છરી	-10.0018
▁પાડવા	-10.0018
▁તળિયે	-10.0018
▁દેખાઈ	-10.0018
▁કાપતો	-10.0018
▁રાત્રિ	-10.0019
▁મુખ્ય	-10.0019
▁કાયક	-10.0032
▁ઓછા	-10.0033
▁હૂડવાળ	-10.0047
▁ખેડૂત	-10.0067
▁દુકાનો	-10.0074
▁કેમેરામાં	-10.0109
▁પ્રવેશ	-10.0115
▁નીકળે	-10.0131
▁રસોઇયા	-10.0131
▁બોર્ડવોક	-10.0131
▁મીટિંગ	-10.0132
▁આઠ	-10.0132
▁થોડ	-10.0133
▁બ્રેડ	-10.0133
▁સ્ટુડિયોમાં	-10.0134
▁બતક	-10.0181
ઉ	-10.0186
▁પીરસ	-10.0198
▁ઝાડીઓ	-10.0206
▁કપમાં	-10.0217
▁સારા	-10.0218
▁ડાઇવ	-10.023
▁રિંક	-10.0244
▁વેચવા	-10.0288
▁લંબાવીને	-10.0293
▁વૃક્ષ	-10.0297
ળ	-10.0305
▁શ્યામ	-10.0307
▁રિંગમાં	-10.0331
ંત	-10.0357
▁રાઈડ	-10.0359
▁ગોરા	-10.0359
▁ગ્રીન	-10.036
▁પદયાત્રીઓ	-10.0361
▁ફિલ્ડ	-10.0364
▁કબૂતરો	-10.0381
ડોળ	-10.0401
▁નાખી	-10.0415
▁લિફ્ટ	-10.0418
▁સબવેમાં	-10.0423
દાર	-10.0456
▁તડકામાં	-10.0462
▁પોસ્ટ	-10.0475
▁બ્રશ	-10.0475
▁ઢગલો	-10.0475
▁જુદ	-10.0475
▁બિયર	-10.0476
▁કાર્ડબોર્ડ	-10.0476
ફ્લોપ	-10.0478
▁ઠંડી	-10.0478
▁ખેંચવા	-10.0479
▁શકે	-10.0487
▁છોડી	-10.0487
▁તડકાવાળા	-10.0491
▁સળગત	-10.0507
▁બાંધી	-10.0544
ધાર્	-10.0548
▁સીવણ	-10.0593
▁વર્ષ	-10.0593
▁થયો	-10.0593
▁ન્યુ	-10.0594
▁તરવૈયાઓ	-10.0596
▁ટોપલીઓ	-10.06
▁નકલી	-10.0606
▁જતો	-10.0607
▁ટેકવીને	-10.0608
▁ઊંધ	-10.0628
▁ટ્રકમાં	-10.0638
▁બોલી	-10.0687
િયા	-10.0689
▁જેટ	-10.0702
▁કોરિડોરમાં	-10.0709
▁સૂતેલા	-10.0712
▁સ્લીવ	-10.0716
▁કોલરવાળ	-10.0721
થ	-10.0721
▁સેટિંગ	-10.0738
ંધ	-10.0749
▁પીસ	-10.0757
▁નવા	-10.0765
અમેરિકન	-10.0781
▁શૈલી	-10.0785
▁વાડવાળા	-10.0786
▁પ્રવાહ	-10.0797
▁રેક	-10.0802
▁વાહનમાં	-10.0816
▁કુહાડી	-10.0833
▁પ્રશંસ	-10.0833
▁રબર	-10.0833
▁પોલ	-10.0889
▁ગ્રાહક	-10.0893
▁શણગારેલી	-10.09
▁લપેટાયેલ	-10.0904
▁વરસાદી	-10.0906
▁કલાકૃતિ	-10.0952
▁કોન્ફરન્સ	-10.0955
▁ડર્બી	-10.0955
▁મ્યુઝિક	-10.0955
▁ક્રૂ	-10.0955
▁આઈસ	-10.0955
▁ચાક	-10.0959
▁વાંચત	-10.0965
▁બાઉલમાં	-10.0975
▁બેબી	-10.0996
▁ડિઝાઇન	-10.1011
વામાં	-10.1013
▁સભ્ય	-10.1016
▁બાંધીને	-10.1017
▁નાચ	-10.1018
▁પર્વતોમાં	-10.1058
▁ટાંકી	-10.1061
▁મેઘધનુષ્ય	-10.1078
▁હુમલ	-10.1078
▁ક્રીમ	-10.1078
▁સફરજન	-10.1078
▁ગોળાકાર	-10.1078
▁ગયેલ	-10.109
▁તડકાન	-10.1092
્ર	-10.1129
ચક	-10.1136
▁ઇવેન્ટ	-10.1154
▁પાક	-10.1154
▁બપોર	-10.1162
▁અંત	-10.1181
▁ખાડા	-10.1197
▁ઉતરે	-10.1203
▁ગાયકવૃંદ	-10.1203
▁પ્લેયર	-10.1203
▁રીંછ	-10.1203
▁હેડબેન્ડ	-10.1203
▁કરાવ	-10.1216
▁વિરોધીઓ	-10.1216
▁છાયા	-10.1241
▁ઓફિસ	-10.1262
▁ખૂણામાં	-10.1301
▁ઓર્ડર	-10.133
▁અગ્નિ	-10.133
▁ટેપ	-10.1331
▁વંશીય	-10.1331
▁ખવડાવી	-10.1337
▁માછીમાર	-10.1338
▁પીતો	-10.1338
▁વાહનો	-10.1353
▁ફોટામાં	-10.1362
▁ધૂળમાં	-10.1363
▁દેશમાં	-10.1377
▁રસ્તાઓ	-10.1391
▁દર્શાવે	-10.1394
▁ત્રીજ	-10.1408
▁ચિત્રમાં	-10.1421
▁પલટ	-10.1423
▁ટ્યુબ	-10.1425
▁બોટલો	-10.143
▁અરીસા	-10.1434
▁દિવાલો	-10.1443
▁યુનિસાયકલ	-10.1458
▁લાંબો	-10.1459
▁પેડલ	-10.1465
િયું	-10.1465
▁ઘેરી	-10.1476
▁ઢંકાયેલો	-10.1488
▁રેડ	-10.1495
▁શિયાળામાં	-10.1512
▁ઊભેલી	-10.1515
▁ઉત્સવ	-10.1539
વાળું	-10.1549
▁રચના	-10.155
▁કાયકમાં	-10.1555
▁ઘાસવાળી	-10.1577
▁ડૉક્ટર	-10.1588
▁દર્દી	-10.1588
▁બંદના	-10.1588
▁ઓરિએન્ટ	-10.1588
▁સાવરણી	-10.1588
▁આવ્યા	-10.1588
▁ખાડો	-10.1588
▁કિલ્ટ	-10.1588
▁કાયાકિંગ	-10.1588
▁બાસ	-10.1589
▁દેશ	-10.1589
▁સાઇકલ	-10.1591
▁ડાળીઓ	-10.1595
▁હલાવ	-10.1596
▁રોડ	-10.1606
▁ટીવી	-10.1607
▁કાર્ડ	-10.1616
ામી	-10.1641
▁પતંગ	-10.1654
્ટ	-10.1669
▁ભાગી	-10.1674
▁ઓ	-10.1676
▁સજ્જનો	-10.1682
▁ચિહ્નો	-10.1705
▁રોલરબ્લેડ	-10.1705
▁રંગી	-10.1713
▁વેચત	-10.1718
▁આલિંગન	-10.1719
▁જન્મદિવસ	-10.1719
▁તરબૂચ	-10.1719
▁પૈડાવાળી	-10.1725
▁લોડ	-10.1728
▁ટબમાં	-10.1738
▁ઢાંકી	-10.1794
▁કેસ	-10.1811
▁પ્રવાહમાં	-10.1828
▁બકરી	-10.1848
▁બરબેકયુ	-10.1853
▁હૃદય	-10.1853
▁કદાચ	-10.1853
▁ટેલિફોન	-10.1853
▁બિલબોર્ડ	-10.1853
▁ટ્રેલર	-10.1853
▁યુક્તિઓ	-10.1866
▁જમતા	-10.1872
▁થાંભલાઓ	-10.1877
▁ઉદ્યાનમાં	-10.1879
▁તરાપા	-10.1936
▁પેન	-10.1941
▁ઊભેલ	-10.1969
િન	-10.1972
▁ગાઉન	-10.1988
▁ટાવર	-10.1988
▁સ્મારક	-10.1988
▁કરવત	-10.1988
▁કિશોરવયન	-10.1988
▁ફટકારી	-10.1988
▁ફુગ્ગો	-10.1988
▁મૂર્ખ	-10.1988
▁ચૂલા	-10.1988
▁છંટકાવ	-10.199
▁બોય	-10.1992
▁માછલીઓ	-10.2007
▁ગલી	-10.2028
પણ	-10.2057
શન	-10.206
▁બાંધેલ	-10.206
▁વિચાર	-10.2067
▁ભીનો	-10.2073
▁કાપેલ	-10.2084
લું	-10.2109
▁હાઇ	-10.2116
▁સિલુએટ	-10.212
▁વાંસળી	-10.2125
▁ચાદર	-10.2125
▁ઉડાડી	-10.2125
▁પવન	-10.2125
▁ધકેલતો	-10.2125
▁મીણબત્તીઓ	-10.2127
▁ટૂંકી	-10.2128
શર્ટમાં	-10.2136
▁સ્નો	-10.2137
કા	-10.2139
▁ચશ્માવાળો	-10.2144
▁રોડીયોમાં	-10.2159
▁ઉત્સવમાં	-10.2176
▁ઝૂકે	-10.2191
▁બોટમાં	-10.2193
▁છેડે	-10.2196
▁લંબાવી	-10.2204
▁કરનાર	-10.2212
▁વગાડીને	-10.2216
▁માણત	-10.2226
▁જંગલી	-10.2252
▁બૂમ	-10.2264
▁લટકેલ	-10.2264
▁ગ્રામીણ	-10.2264
▁વાછરડા	-10.2264
▁પત્તા	-10.2264
▁કરતું	-10.2264
▁બ્લોક્સ	-10.2271
▁સ્કીઅર્સ	-10.2282
એક	-10.2291
િવ	-10.2304
▁પેડ	-10.2306
રો	-10.231
▁રેકોર્ડ	-10.2314
શિક	-10.2319
▁ઉ	-10.2327
મા	-10.233
▁લહેર	-10.235
▁પ્લાઝામાં	-10.2355
▁શરૂઆત	-10.2355
▁ડબ્બા	-10.2365
▁ટનલમાં	-10.2373
▁એકઠા	-10.2379
ડા	-10.2381
▁પોનીટેલ	-10.24
▁તબીબ	-10.2404
▁ફર્નિચર	-10.2404
▁અવ્યવસ્થિત	-10.2404
▁સોડા	-10.2405
▁વિગ	-10.2405
▁જિમ્નેસ્ટિક્સ	-10.2405
▁ઇ	-10.2406
▁ડિસ્ક	-10.2406
▁સળિયા	-10.2421
▁બેલ્ટ	-10.2427
▁પ્રયોગશાળામાં	-10.2428
▁કમાન	-10.2436
▁કિલ્લા	-10.2436
▁ટેકલ	-10.2442
▁આં	-10.2464
▁બાંધેલી	-10.2465
▁કારીગર	-10.2483
▁ફ્લોટ	-10.2487
▁વર્ગમાં	-10.2501
ાન	-10.251
▁એન્જિન	-10.2541
▁ઢીંગલી	-10.2543
▁ઉપાડવા	-10.2547
▁કચરા	-10.2547
▁ખાદ્ય	-10.2547
▁ટેલિવિઝન	-10.2547
▁ફિલ્માંકન	-10.2547
▁માર્ચ	-10.2547
▁બનાવતો	-10.2547
▁હંસ	-10.2548
▁ગાલીચા	-10.2548
▁સેવા	-10.256
▁ચામડી	-10.2572
▁ઉડતા	-10.2582
▁ટપકાંવાળ	-10.2593
▁વેચતો	-10.2617
▁હોલમાં	-10.2624
▁તલવાર	-10.2629
ાં	-10.2631
▁છત્ર	-10.2638
▁ક્લબમાં	-10.2641
વાનો	-10.2662
▁ધુમાડા	-10.2673
▁ગો	-10.2684
▁ન્યૂ	-10.269
▁ઝૂલ	-10.2691
▁કર્બ	-10.2692
▁જહાજ	-10.2692
▁સ્ટાર	-10.2693
ધ	-10.2696
▁ચમચી	-10.2697
▁ફોલ્ડિંગ	-10.2698
▁મેળાવડામાં	-10.2703
▁માણતા	-10.2744
▁ટોળામાં	-10.2754
▁કાપે	-10.2761
▁અગ્નિશામક	-10.2777
હર	-10.2801
▁ભીડવાળી	-10.2801
▁યુ	-10.2827
▁બંદૂકો	-10.283
▁ખોલે	-10.2839
▁ચઢાણ	-10.2839
▁ડ્રાઈવર	-10.2839
▁નકશા	-10.2839
▁મોબાઇલ	-10.2839
▁હેડસ્કાર્ફ	-10.2839
▁ફેલાવી	-10.2839
▁એન્ડ	-10.284
▁લહેરાવી	-10.2841
▁ફૂંક	-10.2844
▁અંધારામાં	-10.2847
▁ગૂંથેલી	-10.2857
▁બેરલ	-10.2857
▁હાવભાવ	-10.2865
▁ઓફ	-10.2865
રા	-10.2866
ટી	-10.2939
▁પુરૂષો	-10.2948
▁ધ	-10.2955
્પ	-10.2961
▁દ	-10.2978
▁ડોગ	-10.2984
▁વેક્યુમ	-10.2988
▁સાન્ટા	-10.2988
▁સ્ટીલ	-10.2988
▁બનાવતા	-10.2989
▁યોગ	-10.299
▁બતાવવા	-10.2993
▁તૂટેલ	-10.2996
▁ડાઇન	-10.2997
▁થેલીઓ	-10.2997
▁થતાં	-10.2998
▁ફોર	-10.2999
▁ચેસ	-10.3006
▁ટુકડાઓ	-10.3008
▁આકારના	-10.3011
▁ઉછળી	-10.3014
▁થાળી	-10.3021
▁તંબુમાં	-10.3032
▁લગાવેલ	-10.3039
▁બીજું	-10.305
▁ઝાડુ	-10.3052
▁મોજામાં	-10.3065
કાર	-10.3071
▁સ્ટેડિયમ	-10.3071
કો	-10.3077
▁પેટર્નવાળ	-10.3079
ચલા	-10.3129
ાળ	-10.3135
▁ઇલેક્ટ્રોનિક	-10.3135
▁દીકરા	-10.3137
પ્રદ	-10.3138
▁કેઝ્યુઅલ	-10.314
▁દરવાજો	-10.314
▁મંડપ	-10.314
▁સુટકેસ	-10.314
▁વહાણ	-10.314
▁વેગન	-10.314
▁વિક્રેતાઓ	-10.3153
▁હાજરી	-10.3158
▁ટાઇલ	-10.3173
ેલા	-10.3184
લો	-10.3185
▁જગ્યા	-10.32
▁સાંજે	-10.3212
▁કોલરવાળા	-10.3222
▁ગુલદસ્ત	-10.3242
્યું	-10.3272
▁શીટ	-10.3289
▁હાઇકર	-10.329
▁ઉષ્	-10.3294
▁ચીસ	-10.3294
▁સાંકડી	-10.3294
કટિબ	-10.3294
▁મોપેડ	-10.3295
▁કલાકૃતિઓ	-10.3298
▁પ્રવાસી	-10.3312
▁બાથરૂમમાં	-10.3336
▁લખે	-10.338
▁જગ્યામાં	-10.3384
▁મોનિટર	-10.345
▁આવ્યું	-10.345
▁લીલું	-10.345
▁કૂદતો	-10.345
▁ગલુડિયાઓ	-10.3451
▁ધકેલે	-10.3461
▁ખાડી	-10.3468
▁નીચા	-10.3483
▁સેલો	-10.3491
▁એપાર્ટમેન્ટ	-10.3495
મત	-10.3514
▁ગામમાં	-10.3527
▁બ્રેકડાન્સ	-10.3538
▁ચ	-10.3564
▁વધે	-10.3571
▁ગધેડા	-10.3579
▁જોગ	-10.3603
▁એશિયા	-10.3607
િયાળ	-10.3608
▁કાટમાળ	-10.3609
▁ટક્સીડો	-10.3609
▁લંડન	-10.3609
▁સેન્ડવીચ	-10.3609
▁બબલ	-10.3609
વહન	-10.3609
▁આર્ટિસ્ટ	-10.361
▁સહિત	-10.361
ાઇઝ	-10.3611
▁વેલ્ડિંગ	-10.3611
▁સમાન	-10.3614
▁ઢાળવાળી	-10.3619
▁બીની	-10.3621
▁શેકી	-10.3624
▁સંગ્રહાલયમાં	-10.364
▁રમ	-10.3641
▁મોજાઓ	-10.3655
▁ઉડતો	-10.3657
▁બાંધેલા	-10.3669
▁ત્રીજા	-10.3671
▁તપાસી	-10.3686
▁સૂર્યપ્રકાશ	-10.3694
▁પે	-10.3711
▁ધુમાડ	-10.372
▁ભેટો	-10.3728
2	-10.3755
▁રિપેર	-10.377
▁મુલાકાત	-10.377
▁પિઝા	-10.377
▁સમારોહ	-10.377
▁નીકળત	-10.3771
▁નાચતી	-10.3771
▁કોસ્ટર	-10.3771
▁નાખવા	-10.3771
▁જોર	-10.3775
▁પકડ્યું	-10.3776
▁હળવા	-10.378
▁તૈયારીમાં	-10.3782
▁ચોરસ	-10.3783
▁દૂરથી	-10.3787
▁મનો	-10.3792
▁વાદળો	-10.38
ડી	-10.3803
વો	-10.3835
▁યુગલો	-10.3873
▁માલિક	-10.3875
▁પાંખો	-10.3875
▁મોઢ	-10.3883
બંધ	-10.3884
▁લડાઈ	-10.3886
▁ચા	-10.3889
▁ડીજે	-10.393
▁તરવૈયા	-10.393
▁પદયાત્રી	-10.3931
▁ઇંટો	-10.3934
▁દર્શાવવા	-10.3934
▁પાઘડી	-10.3934
▁હવામાન	-10.3934
▁સ્વાદ	-10.3934
▁લગાવત	-10.3934
▁વે	-10.3935
▁લોટ	-10.3938
▁વગાડવા	-10.3942
▁પીણા	-10.3983
▁બોક્સમાં	-10.3984
▁સ્કર્ટમાં	-10.3999
▁વહેત	-10.4003
▁પ્રકાશવાળ	-10.4005
▁નાખીને	-10.4019
ગો	-10.4034
▁મોલમાં	-10.4077
▁રોલરસ્કેટ	-10.4086
▁ફેન્સી	-10.41
▁ટિકિટ	-10.4101
▁લૂમ	-10.4101
▁વરંડા	-10.4101
▁ગોળીબાર	-10.4101
▁મુંડ	-10.4101
▁ગોલ્ડન	-10.4101
ર્જર	-10.4101
▁જાતિ	-10.4102
▁ગેટ	-10.4109
▁પસંદ	-10.4114
▁સંખ્યામાં	-10.4116
▁કવર	-10.4117
▁બા	-10.4121
▁કેચર	-10.4135
▁ઊભેલું	-10.4138
▁પ્રેમ	-10.4142
▁ડબ્બામાં	-10.4147
▁ક્લબ	-10.416
▁લા	-10.4162
▁રંગાયેલ	-10.4168
▁વર્ક	-10.4192
્યુ	-10.4198
સાઈ	-10.4199
▁અનુભવ	-10.4211
▁ખ	-10.4216
▁બીજાઓ	-10.4266
▁તરવૈયો	-10.427
▁પાતળો	-10.427
▁હિસ્પેનિક	-10.427
▁કાઢવા	-10.427
▁સસલા	-10.427
▁ગેરેજ	-10.4275
▁કેમેરામેન	-10.4279
▁રેસર્સ	-10.4286
▁ઢાળવાળા	-10.4288
યો	-10.4291
કે	-10.4295
▁માઇક્રોસ્કોપમાં	-10.4295
▁ઝઘડો	-10.4297
▁ચાટી	-10.4303
▁ગ્લાસમાં	-10.4328
▁ઉતાર	-10.4343
▁ટાઇલ્સ	-10.4352
▁ગેસ	-10.4354
▁કાંકરી	-10.4356
▁નાસ્તા	-10.4357
▁ડ્રેડલોક	-10.4415
▁બેલેન્સ	-10.4435
▁ખીણ	-10.4436
▁નૃત્યનર્તિકા	-10.444
▁બાથટબ	-10.4443
▁કાળજી	-10.4443
▁પડ્યો	-10.4443
▁ફટકારવા	-10.4443
▁ફૂટ	-10.4443
▁યુદ્ધ	-10.4443
▁સ્નીકર્સ	-10.4443
▁ચાલતું	-10.4443
▁કપાળ	-10.4444
▁ડોટ	-10.4455
▁આર્મી	-10.4458
▁તોડી	-10.446
▁તરંગ	-10.4493
▁કહે	-10.4507
ડાઈ	-10.4511
▁ડ	-10.4535
▁કન્ટેનર	-10.4537
▁રંગેલ	-10.4551
▁ગુલાબ	-10.4561
▁હોવા	-10.4567
▁વ્હીલચેર	-10.457
▁કાર્ય	-10.4572
▁વિમાનમાં	-10.46
▁બેક	-10.4603
▁શિશુ	-10.4615
▁બહુ	-10.4618
▁દેખાવ	-10.4618
▁દરેક	-10.4618
▁હોઠ	-10.4618
▁કર્યા	-10.4618
▁ફોર્મ	-10.4618
▁બુટ	-10.4618
▁જીપ	-10.4619
▁ટ્રોલી	-10.4621
▁ભરાયેલા	-10.4622
▁ફિલ્મ	-10.4623
▁લહેરાવે	-10.4626
▁પેડલિંગ	-10.4629
▁તંબુઓ	-10.4631
▁માળા	-10.4636
▁ઘરો	-10.468
દર્શક	-10.4715
▁ગળ	-10.4726
▁ગરીબ	-10.4737
▁જમ્પ	-10.475
▁પ્લેટો	-10.4766
▁એકત્ર	-10.4775
▁છલકા	-10.4794
▁ભાઈ	-10.4794
▁ચિકન	-10.4797
▁દંપતિ	-10.4797
▁ફટાકડા	-10.4797
▁ધ્રુવ	-10.4797
▁સીગલ	-10.4797
▁પાળે	-10.4797
▁હાઈ	-10.4797
▁પાવર	-10.4798
▁આકર્ષક	-10.4798
▁પોલીસકર્મીઓ	-10.48
▁કેમ્પિંગ	-10.48
▁રોકાઈ	-10.4801
▁રોલરસ્કેટિંગ	-10.4805
▁છું	-10.4828
▁હરોળમાં	-10.4839
▁કેદ	-10.4845
▁વિ	-10.4871
તું	-10.4881
▁ડિ	-10.4894
▁વાસણમાં	-10.4897
▁વેકબોર્ડ	-10.4918
▁તાજ	-10.4931
▁શેરીમાંથી	-10.494
▁શોર્ટ	-10.4975
▁પોલીસકર્મી	-10.4975
▁વાંસ	-10.4978
▁ઉદાસ	-10.4978
▁ચેઇનસો	-10.4978
▁દૂરબીન	-10.4978
▁તાકી	-10.4979
▁ખાતો	-10.4979
▁લેક્રોસ	-10.4979
▁સ્પષ્ટ	-10.498
▁શીખવ	-10.4982
▁મૂકવા	-10.4986
▁લેતો	-10.4989
▁રોલરબ્લેડિંગ	-10.4989
▁ખસેડી	-10.4993
▁ગેલેરીમાં	-10.4997
▁માનવ	-10.5032
▁પેક	-10.5057
ેલો	-10.5069
▁ફેરવીને	-10.5071
વેશ	-10.5127
ોસ	-10.5133
▁હજા	-10.5135
ટોપ	-10.5136
ટર	-10.514
▁ઉદ્યોગપતિ	-10.5159
▁આકૃતિ	-10.516
▁દેવા	-10.5162
▁કુદરત	-10.5164
▁વાજિંત્ર	-10.5164
▁મોટાભાગ	-10.5164
ગ્ર	-10.5164
▁ધનુષ્ય	-10.5164
▁મૃત	-10.5164
▁આધુનિક	-10.5164
▁હોટલ	-10.5165
િમ	-10.5166
▁રાખ્યું	-10.5168
▁મૂછો	-10.52
કન	-10.5209
▁પૂર્વ	-10.5215
ન્ડ	-10.5217
4	-10.523
▁છાંયડા	-10.5235
▁કાંકરીવાળ	-10.5258
▁મદદથી	-10.5263
▁યુવા	-10.5278
▁ફોલ્ડ	-10.5279
િયન	-10.5279
▁દેખાતું	-10.528
પિતા	-10.5299
સી	-10.5299
▁પડાવ	-10.5302
▁કા	-10.5328
▁હોટડોગ	-10.5348
▁સ્થિ	-10.5351
▁સફર	-10.5352
દ્યોગ	-10.5352
▁અન્ડરવેર	-10.5352
▁ઉતરવા	-10.5352
▁કેનવાસ	-10.5352
▁દૂધ	-10.5352
▁રુંવાટીદાર	-10.5352
▁મેટ્રો	-10.5352
▁શેફર્ડ	-10.5352
▁મેળવે	-10.5353
▁હરણ	-10.5353
▁હાઇવે	-10.5353
▁વિડિઓ	-10.5354
▁રંગલો	-10.536
▁ચલાવીને	-10.536
▁સહી	-10.5363
▁કોળા	-10.5368
▁લાઇટ્સ	-10.5368
▁હેડ	-10.5381
બડ	-10.539
▁રમતવીરો	-10.5392
▁બેરેટ	-10.5393
▁બેકપેક્સ	-10.5401
▁નવી	-10.5402
▁પિચ	-10.5404
▁ટાલ	-10.5419
▁વેચતા	-10.5429
▁ડોલમાં	-10.5429
પી	-10.5438
▁માર્કેટમાં	-10.5448
▁ભરે	-10.5501
ીત	-10.5502
ગી	-10.5532
▁દીકરી	-10.5534
વોર	-10.5537
▁અવલોકન	-10.5545
▁ખરીદદારો	-10.5545
▁વૈજ્	-10.5545
▁હેલિકોપ્ટર	-10.5545
▁કર્યું	-10.5545
▁વીંટી	-10.5545
▁નખ	-10.5547
▁છબીઓ	-10.5551
▁મોલ	-10.5579
▁સા	-10.5582
▁મેટ	-10.5589
▁ઉડતી	-10.5599
▁અવરોધો	-10.5606
▁ડે	-10.5621
▁બાલ્કની	-10.5647
▁જીવ	-10.5649
▁જોકરો	-10.5661
▁ગોઠવે	-10.567
▁એર	-10.5684
▁બેગમાં	-10.569
▁તમ	-10.57
▁જીવન	-10.5702
કલ	-10.5718
કર	-10.5724
▁પ્લે	-10.5726
ર્ડ	-10.5729
▁મ્યુઝિયમ	-10.5741
▁ઉજ્જડ	-10.5741
▁ગયું	-10.5741
▁ગ્લોવ્ઝ	-10.5741
▁પાતળા	-10.5741
▁બુલડોઝર	-10.5741
▁લખ્યું	-10.5741
▁કડક	-10.5741
▁જમવા	-10.5741
▁ધીમ	-10.5741
▁ચોકલેટ	-10.5741
▁લટકી	-10.5741
▁કર્યો	-10.5741
▁તાડન	-10.5741
▁કપાવી	-10.5742
▁પાયા	-10.5749
િસ્ટ	-10.5763
મય	-10.5778
▁પડદા	-10.5785
િજ્	-10.5789
▁મુક્ક	-10.5822
▁રિંગ	-10.5824
▁જીમ	-10.586
મેન	-10.5868
સામાન્ય	-10.5889
▁અડધ	-10.5891
▁કરાવે	-10.591
▁રાંધે	-10.5928
▁ટોપીમાં	-10.5929
▁રેખા	-10.5937
▁જવાનો	-10.5937
▁ઝૂંપડી	-10.5938
▁ચાવી	-10.5938
કન્ટ્રી	-10.5941
▁ગૂંથણકામ	-10.5941
▁ટક્કર	-10.5941
▁દેવદૂત	-10.5941
▁લથપથ	-10.5941
▁ખરાબ	-10.5941
▁પિનાટા	-10.5941
▁બટાકા	-10.5941
▁સન્ની	-10.5941
▁કાતર	-10.5941
▁લંચ	-10.5941
▁પરીક્ષણ	-10.5941
▁માટીકામ	-10.5942
▁સિટી	-10.5942
▁ઉપાડે	-10.5942
▁ઘરેણાં	-10.5943
▁હોમ	-10.5944
▁હીલ્સ	-10.5945
▁મેટલ	-10.5945
▁લગ્નમાં	-10.5946
લ્ડ	-10.5946
▁બાંધવા	-10.5959
▁શીખી	-10.5965
▁જમતી	-10.5974
▁ડાન્સર	-10.5974
▁લખાણ	-10.6001
▁રંગાયેલા	-10.6002
▁પાંજરામાં	-10.6019
▁સ્પીડ	-10.6029
0	-10.603
▁પીવા	-10.6031
▁ગતિ	-10.6036
▁સૂર્યપ્રકાશમાં	-10.6036
▁ફેંકત	-10.6036
▁211	-10.6052
▁છાપ	-10.6086
▁ઉડાવ	-10.6086
બોર્ડ	-10.6089
ઠો	-10.6095
▁નર્સ	-10.6097
▁માંગ	-10.61
▁ગમ	-10.6109
▁સુ	-10.612
▁મશીનો	-10.6133
▁સુંઘ	-10.614
▁બેગપાઇપ	-10.6144
▁પિગટેલ	-10.6144
▁ગ્રુપ	-10.6145
▁ટુર્નામેન્ટ	-10.6145
▁પડછાયો	-10.6145
▁ફટકારે	-10.6145
▁બ્રીફકેસ	-10.6145
▁મમ્મી	-10.6145
▁માહિતી	-10.6145
▁રીટ્રીવર	-10.6145
▁લોખંડ	-10.6145
▁સંઘર્ષ	-10.6145
▁સાંકડા	-10.6145
▁સ્લેડિંગ	-10.6145
▁કણક	-10.6145
▁ચીઝ	-10.6145
▁પથારી	-10.6145
▁વણાટ	-10.6145
▁ડબલ	-10.6145
▁પીસતો	-10.6146
▁શૂટિંગ	-10.6151
▁લેમ્પ	-10.6153
ેશન	-10.6154
▁ફાટેલા	-10.6156
▁ટગ	-10.6157
▁દોરવા	-10.6159
▁કાર્નિવલમાં	-10.6174
▁ઉડત	-10.6182
▁જાણ	-10.6189
▁સામાન્ય	-10.6203
▁પીરસવા	-10.6211
▁રહેવા	-10.6214
▁થિયેટર	-10.6253
▁જેને	-10.626
ેર	-10.6335
▁લોન	-10.6342
સ્ક	-10.6351
▁અસંખ્ય	-10.6353
▁ડબ્બો	-10.6353
▁તીવ્ર	-10.6353
▁થમ્બ્સ	-10.6353
▁નજારો	-10.6353
▁ફાનસ	-10.6353
▁મુગટ	-10.6353
▁મુઠ્ઠી	-10.6353
▁સાબુ	-10.6353
▁હોર્ન	-10.6353
▁વેન્ડ	-10.6354
▁સંચાલ	-10.6354
▁ઝૂલતા	-10.6356
▁માતાપિતા	-10.6356
▁દસ	-10.6356
▁સમા	-10.6359
▁વગાડતું	-10.6359
▁પેપર	-10.636
▁હોલ	-10.6365
▁અંગૂઠા	-10.6379
▁તેણી	-10.6384
▁જમીનમાં	-10.6385
ંક	-10.639
▁ચમકતા	-10.6393
▁શેવ	-10.6418
▁બેસી	-10.6419
▁શ્વાસ	-10.6421
▁જૂથમાં	-10.6442
▁લડ	-10.645
▁યાર્ડમાં	-10.6484
વાર	-10.6527
▁કોમ	-10.6531
▁પર્વતારોહકો	-10.6545
▁ખાબોચિયામાં	-10.6553
3	-10.6558
▁પેટ્રોલ	-10.6558
▁સેન્ટ	-10.656
▁બાસ્કેટ	-10.6566
▁નેતૃત્વ	-10.6566
▁મેક્સી	-10.6566
▁રાઇફલ	-10.6566
▁વેટસુટ	-10.6566
▁અમ્પાયર	-10.6566
▁સ્નોશૂઝ	-10.6566
▁મેકડોનાલ્ડ્સ	-10.6566
▁પાઈન	-10.6567
▁ફેશન	-10.6567
▁પહોંચવા	-10.657
▁ઘટના	-10.6592
▁રો	-10.6598
સન	-10.6601
▁કુંડમાં	-10.6615
▁શીખત	-10.662
▁બેંચ	-10.6621
▁લોન્ડ્રી	-10.665
▁પટ્ટાઓ	-10.6689
▁હાઉસ	-10.6696
્લ	-10.6712
▁પાનખરમાં	-10.6714
્મ	-10.6741
ઓફ	-10.6746
▁બદલ	-10.6764
▁બ્રા	-10.678
▁મીણબત્તી	-10.678
▁ખરીદવા	-10.6783
▁ગંભીર	-10.6783
▁ગાદલા	-10.6783
▁ડ્રિબલ	-10.6783
▁થાંભલો	-10.6783
▁સામસામે	-10.6783
▁ઊન	-10.6783
▁બેસાડી	-10.6783
▁લાઇબ્રેરીમાં	-10.6783
ગ્રસ્ત	-10.6784
▁ઝૂલતો	-10.6784
ઇય	-10.6791
▁પંજા	-10.6792
▁મૂછવાળ	-10.6801
▁મજાક	-10.6829
▁અડધા	-10.6838
▁ટેકરીઓ	-10.6841
ક્સ	-10.6842
▁સિંક	-10.6849
▁ટુકડી	-10.685
▁ફ્લોરલ	-10.686
▁બ્લીચર્સ	-10.686
▁ખેંચીને	-10.6863
▁રમતો	-10.6879
▁રણ	-10.6905
▁દર્શાવત	-10.6946
▁પાસ	-10.6966
▁થીમ	-10.6973
▁સ્ટીક	-10.6975
▁મીઠાઈ	-10.7001
ઇંગ	-10.7002
▁મૂર્તિ	-10.7002
▁આદિવાસી	-10.7006
▁ધાબળો	-10.7006
▁બરબેક્યુ	-10.7006
▁સૂર્યસ્નાન	-10.7006
▁અકસ્માત	-10.7006
▁નક્ક	-10.7006
▁પંપ	-10.7006
▁રેઈનકોટ	-10.7006
▁મેસેજ	-10.7006
▁વોકવે	-10.7006
▁વ્હાઇટ	-10.7006
▁ખેંચાઈ	-10.7006
▁મેનુ	-10.7008
▁બુલ	-10.701
▁પહોંચી	-10.7014
▁પૈડાવાળા	-10.7017
▁ફરતું	-10.7017
▁લડતા	-10.7017
▁ચિત્તા	-10.7023
▁વાર	-10.7027
▁વીંટાળેલ	-10.7035
ડો	-10.7041
▁નાગરિકો	-10.7043
ભ	-10.7043
ગીચ	-10.7044
▁કેળા	-10.705
▁ઊંધું	-10.7056
ૌ	-10.7152
▁નોંધ	-10.7157
▁સંકેત	-10.7169
▁અક્ષરો	-10.721
▁અખબારો	-10.721
▁હીલ	-10.7229
▁વ્યક્ત	-10.7232
ીંગ	-10.7232
▁દ્રશ્યમાં	-10.7232
▁ડિવાઇસ	-10.7233
▁પ્રયોગ	-10.7233
▁મેળાવડો	-10.7233
▁યુનિવર્સિટી	-10.7233
▁વાઘ	-10.7233
▁સ્ક્રબ	-10.7233
▁ક્વાર્ટરબેક	-10.7233
▁હેન્ડસ્ટેન્ડ	-10.7233
▁આયોજ	-10.7233
▁સ્નોસૂટ	-10.7233
▁ડંક	-10.7233
▁સાડી	-10.7233
▁ત્રણેય	-10.7233
▁ગામડાન	-10.7234
▁રંગકામ	-10.7236
▁તરવા	-10.7238
▁ખરી	-10.7241
▁બિબ	-10.7244
▁વાપરી	-10.7247
▁ઢાંકે	-10.7248
▁ભેળવી	-10.7254
▁ચેરી	-10.7255
▁નિ	-10.726
ાઇ	-10.7269
ન્સ	-10.7273
▁ટનલ	-10.7284
▁બનેલી	-10.7289
▁ઝાડી	-10.7296
▁ફોટોગ્રાફરો	-10.7299
▁ફૂલોવાળ	-10.7317
▁સં	-10.7318
ર્ટ	-10.7331
▁સૂત	-10.7336
▁લેન	-10.7355
▁જણન	-10.7356
▁ટાઇલ્સવાળ	-10.7361
▁મે	-10.7378
▁1	-10.7382
▁રડત	-10.7396
▁વર્ગખંડ	-10.7401
▁કિશોરી	-10.7406
▁મેળા	-10.7414
▁સોનાની	-10.7415
િટ	-10.7416
▁ડ્રાઇવર	-10.742
▁પેનલ	-10.7423
▁આપણ	-10.7429
▁રિફ્લેક્ટ	-10.746
▁ક્રેટ	-10.7462
▁દક્ષિણ	-10.7465
▁ખિસ્સા	-10.7465
▁ગ્રેજ્યુએશન	-10.7465
▁ટ્રાઇપોડ	-10.7465
▁ડુક્કર	-10.7465
▁માઈક્રોફોન	-10.7465
▁સાન્તાક્લોઝ	-10.7465
▁મોવર	-10.7465
▁આવવા	-10.7465
▁ગાયિકા	-10.7466
▁લાઈટ	-10.7466
▁પર્વતારોહણ	-10.7466
▁સાઇનબોર્ડ	-10.7466
▁ભરવાડ	-10.7467
▁ક્યાંક	-10.7468
▁સ્કાઉટ્સ	-10.7469
▁સુરક્ષિત	-10.747
▁દડા	-10.7471
▁મીની	-10.7474
▁ફુલાવ	-10.7475
▁વર્કશોપમાં	-10.7477
▁કેબલ	-10.7477
▁પ્રતિબિંબિત	-10.748
▁અંતર	-10.7509
▁સંબોધ	-10.7514
▁શાળામાં	-10.7522
▁ગોલ્ફર	-10.7563
▁પૂંછડી	-10.757
▁નીચ	-10.7571
▁મેળ	-10.758
▁બેંક	-10.7589
▁પીંછાવાળ	-10.762
▁બનેલ	-10.7631
▁પાંદડાઓમાં	-10.764
▁જાદુગર	-10.7645
પરિણીત	-10.7651
પગ	-10.7669
▁તો	-10.7674
ેલું	-10.7687
1	-10.769
ટા	-10.7691
▁ટો	-10.7692
▁લોગો	-10.7696
▁મૂકેલ	-10.7697
▁ઝિપ	-10.7703
▁ઓડિટોરિયમ	-10.7703
▁જરૂર	-10.7703
▁પ્રક્રિયા	-10.7703
▁બલૂન	-10.7703
▁મુસ્લિમ	-10.7703
▁વાર્તા	-10.7703
▁હાઇસ્કૂલ	-10.7703
▁ફ્રેન્ચ	-10.7703
▁યુરોપિયન	-10.7704
▁ગરદન	-10.7704
▁નાચતો	-10.7705
▁સૌ	-10.7707
▁રાખ્યો	-10.7718
▁ટે	-10.7727
▁ક્ષણ	-10.7733
▁સઢવાળ	-10.7735
▁ક્લાસિક	-10.7735
▁સ્વ	-10.7739
▁બૂથમાં	-10.774
▁પર્ફોર્મર	-10.774
▁ગે	-10.7756
▁શબ્દો	-10.7763
▁પૈડા	-10.7779
▁કરેલો	-10.778
▁ફેક્ટરીમાં	-10.7797
5	-10.7801
▁શોપમાં	-10.781
▁કન્ટેનરમાં	-10.7815
▁જીત	-10.7817
▁બંદર	-10.7819
▁ગામ	-10.7828
લેટ	-10.7851
મુક	-10.7856
્ણ	-10.7868
▁રેલી	-10.7872
▁6	-10.7911
▁આખ	-10.7915
▁હેર	-10.793
▁જો	-10.7931
▁એલી	-10.7934
▁પૂડલ	-10.7945
▁બર્ગન્ડી	-10.7947
▁સ્વાગત	-10.7947
▁કિઓસ્ક	-10.7947
▁કુટુંબ	-10.7947
▁શાલ	-10.7947
▁સ્તર	-10.7947
▁જમાનાન	-10.7948
▁કસાઈ	-10.7949
▁પહેલાં	-10.7958
▁ગોઠવાયેલા	-10.7967
▁પ્રોજેક્ટર	-10.7972
▁201	-10.7979
▁ક્લાસમાં	-10.7986
▁કુસ્તીબાજો	-10.799
▁ફ્રી	-10.7991
ાયર	-10.7995
▁ઈંડા	-10.7999
▁જમ્પર	-10.8001
▁એરિયામાં	-10.8004
રે	-10.8033
શર	-10.8065
▁માછીમારો	-10.8069
▁સર્ફમાં	-10.8092
▁શબ્દ	-10.8135
▁પકડત	-10.8179
▁જેક	-10.8186
▁બ્રિટ	-10.8192
▁બોલે	-10.8195
▁શૂટ	-10.8196
▁ડામર	-10.8197
▁દીકરો	-10.8197
▁બેટ્સમેન	-10.8197
▁મોટે	-10.8197
▁વીજળી	-10.8197
▁સોસેજ	-10.8197
▁તહેવાર	-10.8197
▁ફાઇટર	-10.8197
▁બચવા	-10.8197
▁બેરિકેડ	-10.8197
▁બ્રોન્કો	-10.8197
▁સમજાવ	-10.8197
▁છવાયેલ	-10.8197
▁અર્ધ	-10.8197
▁ખૂટ	-10.8197
▁રૂપે	-10.8197
▁પાળી	-10.8198
▁રેડિયો	-10.8198
▁મેળવી	-10.8198
▁કૂદતા	-10.8198
▁ચાવે	-10.8198
▁ફેન્સીંગ	-10.8198
▁ડિજ	-10.8199
▁ચઢતા	-10.8203
▁ચુસ્ત	-10.8205
▁બેડરૂમ	-10.8206
▁8	-10.8206
ાર	-10.8219
▁ડાઉન	-10.8226
▁કોકા	-10.8231
▁પડછાયામાં	-10.8255
▁બેડ	-10.8259
▁સીટી	-10.8282
▁ધુમ્મસવાળ	-10.8287
▁બગા	-10.8296
▁વિચારી	-10.8305
▁પટ્ટાઓવાળ	-10.8321
▁નજરે	-10.8323
▁આપ	-10.8333
ઢ	-10.8343
▁જાહેરાતો	-10.8349
▁માટીમાં	-10.8353
▁ચામડીન	-10.836
▁કોતરણી	-10.8378
▁હેન્ડલ	-10.8381
▁વાગે	-10.8401
▁બોટલમાં	-10.8419
▁ઉપકરણો	-10.8425
▁ડ્રિંક	-10.8449
▁માઈક	-10.8449
▁સિંહ	-10.8451
▁સેલ	-10.8452
▁નીચેથી	-10.8453
▁બોડી	-10.8454
▁ગ્રામ	-10.8454
▁બિલ્ડીંગ	-10.8454
કસ્મ	-10.8454
▁અમેરિકા	-10.8454
▁આઉટફિટ	-10.8454
▁ઘાયલ	-10.8454
▁પગરખાં	-10.8454
▁રેઝર	-10.8454
▁વાંદરા	-10.8454
▁શોધખોળ	-10.8454
▁સ્ટિલ્ટ	-10.8454
▁હેન્ડ્રેઇલ	-10.8454
▁હાફ	-10.8454
ભુત	-10.8454
▁પુશ	-10.8454
▁કુશળતા	-10.8454
▁રેલરોડ	-10.8454
▁ઝૂલતી	-10.8455
▁નિયંત્રણ	-10.8455
▁વેઈટર	-10.846
▁બ્રેક	-10.8463
▁પહેરવા	-10.847
યા	-10.848
▁હૂપ્સ	-10.8481
▁પ્લેન	-10.8483
▁સર્ફર્સ	-10.8497
િટલ	-10.8512
▁એશિયનો	-10.8512
▁સો	-10.8521
▁તેમાં	-10.8532
▁વાળવાળ	-10.8538
▁ગિયરમાં	-10.854
▁ઉતારવા	-10.8552
▁પેટર્ન	-10.8559
▁કચરાપેટીમાં	-10.8559
▁ટાલવાળ	-10.8559
▁રોકાય	-10.8565
▁રોકી	-10.859
▁સસ્પેન્ડર	-10.8595
▁વિશ્વ	-10.8615
ાવી	-10.8625
▁પોસ્ટરો	-10.8626
▁સિંકમાં	-10.8638
બોલ	-10.8664
▁ગુસ્સ	-10.8665
▁ઉતરત	-10.8667
▁બાંધે	-10.8667
▁સ્ટે	-10.8673
▁સ્ટેન્ડમાં	-10.8703
▁વાવ	-10.8703
▁રાહદારી	-10.8713
▁પ્રવૃત્તિ	-10.8714
▁ઉપનગર	-10.8717
▁ઇન્ટરવ્યુ	-10.8717
▁ઉચ્ચ	-10.8717
▁કંડક્ટર	-10.8717
▁ટૂથબ્રશ	-10.8717
▁ટ્રોફી	-10.8717
▁પાતળી	-10.8717
▁પેન્સિલ	-10.8717
▁બ્લેઝર	-10.8717
▁રિક્ષા	-10.8717
▁વીડિયો	-10.8717
▁બેકયાર્ડ	-10.8717
▁રિસેપ્શન	-10.8717
▁કેસિનો	-10.8717
▁અનાજ	-10.8717
▁છીએ	-10.8717
▁મોડ	-10.8717
▁દેખરેખ	-10.8717
▁સર્જરી	-10.8717
▁મેરી	-10.8718
▁પોટ્રેટ	-10.872
▁મૂર્તિઓ	-10.872
▁ક્રેટ્સ	-10.8722
▁વોક	-10.8723
ખીચ	-10.8728
િકલ	-10.8737
▁અટક	-10.8747
▁આવતી	-10.8762
▁ઈ	-10.88
▁પ્લાઝા	-10.8811
▁દૃશ્યો	-10.8833
િસ	-10.8837
▁ઢાંકીને	-10.8838
▁નંબરની	-10.8855
▁પીચ	-10.8871
▁મેદાનમાંથી	-10.891
▁છુપાયેલ	-10.8924
▁પદાર્થ	-10.8924
▁બટનવાળ	-10.8925
ાનિક	-10.8928
લેન્ડ	-10.8959
▁ચીયરલીડર	-10.8982
▁ટુટુ	-10.8985
▁વાનગી	-10.8985
▁મુખ	-10.8985
તિહાસ	-10.8987
▁રેઈન	-10.8987
▁ક્ષિતિજ	-10.8987
▁ઘૂસ	-10.8987
▁ટ્રાઇસિકલ	-10.8987
▁નહીં	-10.8987
▁પાડતો	-10.8987
▁વ્યાખ્યાન	-10.8987
▁ભજવ	-10.8987
▁વેઇટ્રેસ	-10.8987
▁જાળવણી	-10.8987
▁બારટેન્ડર	-10.8987
▁કરવો	-10.8987
▁લાગી	-10.8988
▁કલર	-10.8989
▁પેસ્ટ્રી	-10.8991
▁હોટડોગ્સ	-10.8994
▁ઓલિવ	-10.9001
▁જાડા	-10.9002
▁વહેંચી	-10.9008
સ્ત	-10.9008
▁ભૂખરો	-10.9009
▁આધાર	-10.9013
ીક્ષા	-10.903
▁ટાઇમ	-10.9043
સું	-10.9046
▁ટ્રાફિકમાં	-10.9047
▁સુરંગમાં	-10.905
▁દોરેલ	-10.9052
▁ચાલક	-10.9053
▁ચમકત	-10.9054
▁કો	-10.9056
▁ક્રોસિંગ	-10.9067
▁યાર્ડ	-10.9093
સ્પ	-10.9093
▁વાંચતો	-10.9127
▁જમ્પસૂટમાં	-10.914
▁ચીન	-10.9162
▁લાઇનવાળ	-10.9173
▁સ્વિમસ્યુટમાં	-10.9193
▁ખોલીને	-10.9199
▁નમ	-10.92
▁ખરીદે	-10.921
B	-10.9213
બર	-10.9219
વર	-10.9222
▁કોર્ટમાં	-10.9239
▁માર્કર	-10.9261
▁લો	-10.9264
▁અધૂર	-10.9265
▁એપ્રન	-10.9265
▁ઓપરેશન	-10.9265
▁કેનેડિયન	-10.9265
▁કેમ્પફાયર	-10.9265
▁કોબલસ્ટોન	-10.9265
▁ગર્વ	-10.9265
▁ચકાસ	-10.9265
▁ટાપુ	-10.9265
▁પાડતા	-10.9265
▁પ્રશિક્ષક	-10.9265
▁લેટિન	-10.9265
▁હેમબર્ગર	-10.9265
▁ઢોર	-10.9265
▁પડ્યા	-10.9265
▁ડ્રિલ	-10.9265
▁સ્પેનિશ	-10.9265
▁સજાવટ	-10.9265
▁ખાસ	-10.9266
▁કાપતા	-10.9266
▁ટામેટાં	-10.9266
▁ક્રેયોન્સ	-10.9266
▁ડાર્	-10.9269
▁સંભળાવ	-10.9269
▁ડ્રેગન	-10.927
▁જથ્થા	-10.9273
▁સ્ટાઇલ	-10.9274
▁ડૂબેલ	-10.9278
▁થોભી	-10.9281
ાઓ	-10.9281
▁ડેલી	-10.9284
▁કપલ	-10.9297
▁કંટ્રોલ	-10.9301
▁ચમકાવ	-10.9315
▁કાર્ટમાં	-10.9317
▁ફોટોગ્રાફી	-10.9318
▁ઝાંખી	-10.9322
▁આખા	-10.9322
▁ગાયો	-10.9333
▁સ્પ્રિંકલરમાં	-10.9345
▁લિંક	-10.9369
▁ખેંચાવ	-10.9369
લે	-10.9377
▁પ્રકૃતિ	-10.9397
▁છોડીને	-10.9413
▁રોલ	-10.9414
▁રોબોટ	-10.9419
▁કાદવવાળ	-10.9419
▁લિફ્ટમાં	-10.9421
▁ઝાંખ	-10.9424
▁મેન	-10.9426
ાર્ગો	-10.9439
નાર	-10.9443
▁વિભાગ	-10.9443
▁સ્પર્ધક	-10.9488
▁મૂછોવાળ	-10.9499
▁પ્રયોગશાળા	-10.9502
▁સેન્ટરમાં	-10.9502
્વ	-10.9509
િષ્ટ	-10.951
▁કેચ	-10.9511
▁રેડે	-10.9512
▁સ્થાન	-10.9514
▁ઉત્સાહી	-10.9527
▁હેન્ડ	-10.9532
▁સિગાર	-10.955
▁કાર્ટૂન	-10.9551
▁ટાઇટ્સ	-10.9551
▁ટેબલક્લોથ	-10.9551
▁ફ્રિસબી	-10.9551
▁બેડમિન્ટન	-10.9551
▁મશાલ	-10.9551
▁વંશન	-10.9551
▁વરિષ્ઠ	-10.9551
▁વિજય	-10.9551
▁સંગ્રહ	-10.9551
▁ટ્રેન્ચ	-10.9551
▁ડાયનાસોર	-10.9551
▁સ્નાયુબદ્ધ	-10.9551
ફિનિશ	-10.9551
▁લીગ	-10.9551
▁કંપની	-10.9551
▁ફાયરટ્રક	-10.9551
▁ફ્લાઇટ	-10.9551
▁કરવું	-10.9552
▁ટાઇપ	-10.9552
▁ભાવ	-10.9555
▁હાઇચેર	-10.9555
▁વિતાવી	-10.9559
▁ડાન્સર્સ	-10.9564
ેબલ	-10.9565
▁હેટ	-10.9569
▁શેડ	-10.9572
▁દર્શક	-10.9573
ઇમર	-10.9585
▁તમાર	-10.9594
▁બચાવવા	-10.9618
▁લેગો	-10.9631
▁રાત	-10.9632
▁હોવાથી	-10.9666
▁લગાવેલી	-10.9671
ગન	-10.9672
▁ક્ર	-10.9675
આઉટ	-10.9677
▁ડી	-10.9679
▁ચમક	-10.9683
▁ક્રુઝ	-10.9696
▁ઝભ્ભામાં	-10.9703
▁વર્તુળ	-10.972
▁એક્શન	-10.9734
▁ચૂસ	-10.9742
▁છો	-10.9768
▁ગોળા	-10.9772
ાઝ	-10.978
▁રમતવીર	-10.9783
▁ચાહક	-10.9783
યુગ	-10.9785
▁બહેન	-10.979
▁શિયાળ	-10.9797
▁યુવકો	-10.9815
▁ડ્રેગ	-10.9839
▁ટેરિયર	-10.984
▁ટૂલ	-10.984
▁ઓશિકા	-10.9841
▁એટીએમ	-10.9845
▁ઘસ	-10.9845
▁ડોલ્ફિન	-10.9845
▁નાખુશ	-10.9845
▁પેસેન્જર	-10.9845
▁લટકતું	-10.9845
▁શિખર	-10.9845
▁શેમ્પેન	-10.9845
▁હેલોવીન	-10.9845
▁માઉન્ટેન	-10.9845
જન્સી	-10.9845
▁ચોખા	-10.9845
▁વક્તા	-10.9845
▁વેરહાઉસ	-10.9845
▁કાપણી	-10.9845
▁અદ્	-10.9845
▁ડિનર	-10.9845
▁વધાર	-10.9845
▁બેન્જો	-10.9845
▁સ્નોમેન	-10.9845
▁ચિપ્સ	-10.9847
▁બાકી	-10.9847
▁રાફ્ટિંગ	-10.9851
▁શ્વેત	-10.9852
▁પત્ની	-10.9852
▁સૂતર	-10.9852
▁ડાઇવર	-10.9855
ડે	-10.9859
ખાબ	-10.9865
ાથમ	-10.9873
ત્રિક	-10.9878
▁પુસ્તકાલયમાં	-10.9883
▁બેઠકો	-10.9885
▁સેન્ટર	-10.9903
▁ટેલિસ્કોપમાં	-10.9918
▁મિલાવ	-10.9946
▁મંદિર	-10.9952
શે	-10.9964
▁રન	-10.9967
▁ઈંટો	-10.9968
▁પર્વતમાળા	-10.9973
▁શ્રેણી	-10.9973
▁રોકે	-11.0007
▁રિ	-11.0025
▁ફેક્ટરી	-11.0029
▁ઘણ	-11.0039
▁આર્કેડ	-11.0045
▁ચાટ	-11.0046
્ટફ્	-11.0067
▁લોગ	-11.0086
▁સુધાર	-11.0106
▁પહેલ	-11.0107
▁અથડાય	-11.011
▁ભાર	-11.0116
▁બેલી	-11.012
ણી	-11.013
